Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Error: Server is jammed due to over-population.
id: Error : Gangguan pada server dikarenakan kelebihan populasi.
ko: Error: 서버에 접속 인원이 넘쳐서 정지 충돌.
pt: Erro: O Servidor está paralizado por excesso populacional.
th: พบข้อผิดพลาด: มีผู้ใช้ใน server มากเกินไป
zh: 錯誤: 伺服器由於人數過多而塞住了.
zh_cn: 错误 : 服务器登陆人数已到达限定.

source: Error: You are underaged and cannot join this server.
id: Error : Anda tidak cukup umur dan tidak dapat bergabung dengan server ini.
ko: Error: 서버에 들어갈 수 없음.
pt: Erro: Você não pode se juntar a este servidor, pois não tem idade suficiente.
th: พบข้อผิดพลาด: ไฟล์เวอร์ชั่นเก่าเกินไป
zh: 錯誤: 您未成年所以無法加入這個伺服器.
zh_cn: 错误 : 您没有加入过这个服务器.

source: Critical Error: You must pay to play this account!
id: Critical Error : Anda harus membayar untuk dapat memainkan account ini!
ko: Critical Error: 계정 결제를 해야합니다!
pt: Erro Crítico: Seus créditos acabaram!
th: พบข้อผิดพลาดร้ายแรง: คุณจะต้องเติมเวลา!
zh: 嚴重錯誤: 您必須付費才能玩這個帳號!
zh_cn: 错误: 你必须付费才能继续使用这个帐号!

source: Error: The server still recognizes your last connection
id: Error : Server masih mengenali login terakhir anda
ko: Error: 서버가 마지막 접속을 인식하고 있습니다. 잠시 기다리세요.
pt: Erro: O servidor ainda reconhece sua ultima conexão
th: พบข้อผิดพลาด: server ยังจดจำการเชื่อมต่อล่าสุดของคุณอยู่
zh: 錯誤: 伺服器仍保有您上一次的連線
zh_cn: 错误 : 服务器保留有你最后一次连接的信息，请等待

source: Error: IP capacity of this Internet Cafe is full. Would you like to pay the personal base?
id: Error : Kapasitas IP Internet Cafe ini sudah penuh. Apakah anda mau membayar untuk tempat sendiri?
ko: Error: IP 인터넷 용량이 꽉 찼음. 개인 지불하겠습니까?
pt: Erro: A capacidade de IPs desse Cyber Cafe está lotada. Você gostaria de pagar uma base pessoal?
th: พบข้อผิดพลาด: IP capacity of this Internet Cafe is full. Would you like to pay the personal base?
zh: 錯誤: 這個網咖的IP容量已滿. 您想要個人base付費嗎?
zh_cn: 错误 : 同一 IP 地址的连接数量已满.您可能需要付费以便继续使用?

source: Error: You are out of available time paid for
id: Error : Anda sudah melewati batas waktu yang dibayarkan untuk bermain
ko: Error: 지불한 시간이 지났습니다
pt: Erro: Seus créditos acabaram
th: พบข้อผิดพลาด: เวลาที่คุณเติมได้หมดลงแล้ว
zh: 錯誤: 您已超過付費的有效時間對於
zh_cn: 错误 : 没有剩余的点数

source: Error: You have been forced to disconnect by a GM
id: Error : Anda dipaksa untuk disconnect oleh GM
ko: Error: GM에 의해 강제 접속종료되었습니다.
pt: Erro: Um GM te forçou a se desconectar
th: พบข้อผิดพลาด: คุณได้ถูกขับออกโดย GM
zh: 錯誤: 您已被GM強迫斷線
zh_cn: 错误 : 您被 GM 强制踢下线了

source: Unknown error %s
id: Error yang tidak diketahui %s
ko: 알려지지 않은 오류 %s
pt: Erro desconhecido %s
zh: 未知的錯誤 %s
zh_cn: 未知错误 %s

source: Exp gained: %d/%d (%.2f%%/%.2f%%)
id: Mendapatkan Exp: %d/%d (%.2f%%/%.2f%%)
ko: 경험치 획득: %d/%d (%.2f%%/%.2f%%)
pt: Exp adquirida: %d/%d (%.2f%%/%.2f%%)
th: ได้รับค่าประสบการณ์: %d/%d (%.2f%%/%.2f%%)
zh: 獲得經驗值: %d/%d (%.2f%%/%.2f%%)
zh_cn: 得到经验: %d/%d (%.2f%%/%.2f%%)

source: You gained %s zeny.
id: Anda mendapatkan %s zeny.
ko: %s 제니를 얻었습니다..
pt: Você ganhou %s zenny.
th: คุณได้รับ %s zeny.
zh: 您獲得了 %s zeny.
zh_cn: 你得到 %s zeny.

source: You lost %s zeny.
id: Anda Kehilangan %s zeny.
ko: %s 제니를 잃었습니다.
pt: Você perdeu %s zenny.
th: คุณได้เสีย %s zeny.
zh: 您失去了 %s zeny.
zh_cn: 你损失 %s zeny.

source: Disconnecting due to zeny lower than %s.
id: Mengakhiri koneksi dikarenakan zeny lebih rendah dari %s.
pt: Desconectando devido à quantidade de zennys menor que %s.
th: ยกเลิกการติดต่อเนื่องจาก zeny ต่ำกว่า %s.
zh: 由於 zeny 低於 %s 而斷線.
zh_cn: 金钱数量不足.断开连接 %s.

source: Required Exp: %s
id: Exp Yang Dibutuhkan : %s
pt: Exp Necessária: %s
th: ต้องการ Exp: %s
zh: 需要經驗值: %s
zh_cn: 升级所需经验 : %s

source: BaseExp: %s | JobExp: %s
pt: Expbase: %s | ExpClasse: %s
zh: Base經驗值: %s | Job經驗值: %s
zh_cn: 基本经验: %s | 职业经验: %s

source: ========Forge List========
id: ========Daftar List Tempa========
pt: ======Lista de Forja======
th: ========รายการตีอาวุธ========
zh: =========鍛造清單=========
zh_cn: ========制造列表========

source: Friend %s has disconnected
id: Teman %s telah disconnect
ko: Friend %s 접속종료
pt: O amigo(a) %s desconectou-se
th: เพื่อน %s ได้ออกไปแล้ว
zh: 朋友 %s 已下線
zh_cn: 好友 %s 已经下线

source: Friend %s has connected
id: Teman %s telah connect
ko: Friend %s 접속종료
pt: O amigo(a) %s conectou-se
th: เพื่อน %s ได้เข้ามาแล้ว
zh: 朋友 %s 已上線
zh_cn: 好友 %s 已经上线

source: %s wants to be your friend
id: %s ingin menjadi temanmu
ko: %s 당신의 친구되기를 원함.
pt: %s quer ser seu amigo(a)
th: %s ต้องการจะเป็นเพื่อนกับคุณ
zh: %s 想與您成為朋友
zh_cn: %s 希望加你为好友

source: Type 'friend accept' to be friend with %s, otherwise type 'friend reject'
id: Ketik 'friend accept' untuk menjadi teman %s, untuk kebalikannya ketik 'friend reject'
ko: 입력 'friend accept' 친구하기 %s, 친구 거부하려면 입력 'friend reject'
pt: Digite 'friend accept' para ser amigo(a) de %s, ou 'friend reject' para rejeitar
th: ป้อน 'friend accept' เพื่อที่จะเป็นเพื่อนกับ %s, หรือปฏิเสธโดยป้อน 'friend reject'
zh: 請輸入'friend accept'以與 %s 變為朋友, 否則請輸入'friend reject'
zh_cn: 输入 'friend accept' 加入好友 %s, 或者输入 'friend reject'拒绝

source: %s is no longer your friend
id: %s sekarang bukanlah teman anda
ko: %s 더 이상 친구가 아님.
pt: %s não é mais seu amigo(a)
th: %s ไม่ได้เป็นเพื่อนกับคุณแล้ว
zh: %s 已不再是您的朋友
zh_cn: %s 不再是你的朋友

source: %s rejected to be your friend
id: %s menolak menjadi temanmu
ko: %s 친구되기를 거절했습니다.
pt: %s não aceitou ser seu amigo(a)
th: %s ปฏิเสธการเป็นเพื่อนกับคุณ
zh: %s 拒絕當您的朋友
zh_cn: %s 拒绝你的好友请求

source: %s is now your friend
id: %s sekarang menjadi temanmu
ko: %s 이제 친구입니다.
pt: %s é seu amigo(a) agora
th: ตอนนี้ %s ได้เป็นเพื่อนกับคุณแล้ว
zh: %s 現在成為您的朋友
zh_cn: %s 现在是你的好友了

source: Fed homunculus with %s
id: Memberi makan homunculus dengan %s
ko: 호문클루스 먹이주기 %s
pt: Homúnculo alimentado com %s
th: ได้ให้อาหาร Homunculus ด้วย %s
zh: 已以 %s 餵食了人工生命體
zh_cn: 喂养生命体 %s

source: Failed to feed homunculus with %s: no food in inventory.
id: Gagal untuk memberi makan homunculus dengan %s: Tidak ada makanan dalam inventory.
ko: 호문 먹이 주기 실패 %s: 먹이 없음.
pt: Falha ao alimentar seu Homúnculo com %s: não há comida no inventário.
th: การให้อาหาร Homunculus ด้วย %s ล้มเหลว เนื่องจากอาหารของ Homunculus หมด
zh: 以 %s 餵食人工生命體失敗: 物品欄中沒有食物了.
zh_cn: 生命体喂养失败 %s: 没有食物了.

source: Your Homunculus was vaporized!
id: Homunculus anda telah menguap!
pt: Seu Homúnculo foi vaporizado!
th: Homunculus ของคุณได้กลายเป็นไอ!
zh: 您的人工生命體被蒸發了!
zh_cn: 生命体被蒸发!

source: Your Homunculus died!
id: Homunculus anda mati!
ko: 호문클루스가 죽었습니다!
pt: Seu Homúnculo morreu!
th: Homunculus ของคุณตาย!
zh: 您的人工生命體已死亡!
zh_cn: 你的生命体死亡.

source: Your Homunculus was recalled!
id: Homunculus anda telah dipanggil kembali!
ko: 호문클루스가 재소환되었습니다!
pt: Seu Homúnculo foi invocado!
th: Homunculus ของคุณได้ถูกปลุกขึ้นมา
zh: 您的人工生命體已被召回!
zh_cn: 你的生命体被取消!

source: Your Homunculus was resurrected!
id: Homunculus anda telah dihidupkan!
ko: 호문클루스가 환생되었습니다.!
pt: Seu Homúnculo foi resuscitado!
th: คุณได้ชุบชีวิต Homunculus ของคุณแล้ว
zh: 您的人工生命體已被復活
zh_cn: 你的生命体被回复!

source: The server Denied the login because GameGuard packets where not replied correctly or too many time has been spent to send the response. Please verify the version of your poseidon server and try again
id: Server menolak login karena packet GameGuard tidak direply dengan baik atau terlalu banyak waktu yang dihabiskan untuk mengirimkan respon. Silahkan cek versi dari server poseidon anda dan coba kembali
ko: 서버가 로그인 거부, 게임가드 패킷은 정확하지 않은 패킷을 받았거나 반응하는데 너무 오랜 시간이 걸렸기 때문. poseidon 서버가 켜져 있는지 확인하고 다시 시도하세요.
pt: O Servidor negou o login porque os pacotes do GameGuard não foram respondidos corretamente ou muito tempo se passou para enviar a resposta. Por favor, verifique a versão de seu servidor poseidon ou utilize o KoreGuard (www.openkore-brasil.com) e tente novamente
zh: 伺服器拒絕登入因為GameGuard封包沒有正確地回應或被遞送太多次回應. 請確認您的poseidon伺服器的版本然後重新再試
zh_cn: 服务器 GameGuard 错误而拒绝你的操作. 请再尝试

source: Server granted login request to account server
id: Server mengijinkan untuk login ke account server
ko: 서버가 로그인서버에서 캐릭터 서버로 인증r
pt: Foi autorizado o pedido para se logar no Servidor de Contas
zh: 伺服器被授權登入請求至帳號伺服器
zh_cn: 服务器允许登陆请求在帐号服务器

source: Server granted login request to char/map server
id: Server mengijinkan untuk login ke char/map server
ko: 서버가 로그인 서버에서 캐릭터/맵서버로 인증
pt: Foi autorizado o pedido para se logar no Servidor de personagens/mapas
zh: 伺服器被授權登入請求至角色/地圖伺服器
zh_cn: 服务器允许登陆请求在人物或地图服务器

source: Incoming Request to Ally Guild '%s'
id: Ada permintaan untuk menjadi Aliansi Guild '%s'
ko: 길드 동맹 요청 '%s'
pt: Recebido um pedido de Aliança ao Clã '%s'
th: กิล '%s' ได้ยื่นข้อเสนอในการเป็นพันธมิตรกับกิลของคุณ
zh: 有傳送過來的公會同盟請求'%s'
zh_cn: 邀请加入同盟 '%s'

source: Guild broken.
id: Guild bubar.
ko: 길드 해체.
pt: Clã desfeito.
th: การยุบกิลเรียบร้อย
zh: 公會已破裂.
zh_cn: 解散公会.

source: [Guild] %s
ko: [길드] %s
pt: [Clã] %s
th: [กิล] %s
zh: [公會] %s
zh_cn: [公会] %s

source: Guild create successful.
id: Pembuatan Guild berhasil.
ko: 길드 생성 성공.
pt: Clã criado com sucesso.
th: การสร้างกิลสำเร็จ
zh: 公會創造成功.
zh_cn: 创建公会完成.

source: Guild create failed: Guild name already exists.
id: Pembuatan guild gagal: Nama Guild sudah ada.
ko: 길드 생성 실패: 이미 있는 이름.
pt: Criação do clã falhou: já existe um clã com este nome.
th: การสร้างกิลล้มเหลว: มีชื่อกิลนี้อยู่แล้ว
zh: 公會創造失敗: 公會名稱已經存在.
zh_cn: 公会创建失败: 名字已经被使用.

source: Guild create failed: Emperium is needed.
id: Pembuatan guild gagal: Dibutuhkan Emperium.
ko: 길드 생성 실패: 엠펠리움이 필요합니다.
pt: Criação do clã falhou: É necessário uma Emperium.
th: การสร้างกิลล้มเหลว: ต้องใช้ Emperium
zh: 公會創造失敗: 需要華麗金屬.
zh_cn: 公会创建失败: 没有公会石.

source: Guild create: Unknown error %s
id: Pembuatan Guild: Error tidak diketahui %s
ko: 길드 생성: Unknown error %s
pt: Criação de clã: erro desconhecido %s
th: การสร้างกิลล้มเหลว ไม่ทราบสาเหตุ %s
zh: 公會創造: 未知的錯誤 %s
zh_cn: 创建公会: 未知错误 %s

source: Guild join request: %s
id: Pemintaan bergabung Guild: %s
ko: 길드 가입 요청 : %s
pt: Pedido de se unir ao clã: %s
th: ได้รับข้อเสนอให้เข้าร่วมกิล: %s
zh: 公會加入要求: %s
zh_cn: 公会加入请求: %s

source: Guild join request: Unknown %s
id: Permintaan untuk bergabung Guild: Unknown %s
ko: 길드 가입 요청t: Unknown %s
pt: Pedido de ingresso ao clã: desconhecido %s
th: ถูกเสนอให้เข้าร่วมกิล: Unknown %s
zh: 公會加入要求: 未知 %s
zh_cn: 公会加入请求: 未知 %s

source: %s has left the guild. Reason: %s
id: %s meninggalkan guild. Alasan: %s
ko: %s 길드 떠남. 이유: %s
pt: %s deixou o clã. Razão: %s
th: %s ได้ออกจากกิล เหตุผล: %s
zh: %s 已離開這個公會. 理由: %s
zh_cn: %s 已经退出公会. 理由: %s

source: %s has been removed from the guild. Reason: %s
id: %s dikeluarkan dari guild. Alasan: %s
ko: %s 길드로부터 제거. 이유: %s
pt: %s foi expulso do clã. Razão: %s
th: %s ได้ถูกไล่ออกจากกิล เหตุผล: %s
zh: %s 已從公會中被移除. 理由: %s
zh_cn: %s 已经被清理出公会. 理由: %s

source: Guild member %s logged in.
id: Anggota Guild %s telah masuk.
ko: Guild member %s 로그인.
pt: O membro %s do clã conectou-se.
th: สมาชิกกิล %s ได้เข้ามาแล้ว
zh: 公會會員 %s 已登入了.
zh_cn: 公会成员 %s 已经登陆.

source: Guild member %s logged out.
id: Anggota Guild %s telah keluar.
ko: Guild member %s 로그아웃.
pt: O membro %s do clã desconectou-se.
th: สมาชิกกิล %s ได้ออกไปแล้ว
zh: 公會會員 %s 已登出了.
zh_cn: 公会成员 %s 已经离开游戏.

source: ---Guild Notice--- %s %s ------------------
id: ---Pemberitahuan Guild--- %s %s ------------------
ko: ---길드 공지--- %s %s ------------------
pt: --Boletim do Clã-- %s %s ------------------
th: ---ประกาศของกิล--- %s %s ------------------
zh: ---公會注意事項--- %s %s ------------------
zh_cn: ---公会公告--- %s %s ------------------

source: Incoming Request to join Guild '%s'
id: Ada permintaan untuk bergabung dalam Guild '%s'
ko: 길드 가입 요청 '%s'
pt: Recebido um Pedido para se unir ao clã '%s'
th: ได้รับข้อเสนอให้ร่วมกิล '%s'
zh: 收到傳送過來的請求加入公會 '%s'
zh_cn: 邀请加入工会 '%s'

source: Item Identified: %s (%d)
id: Item Teridentifikasi : %s (%d)
ko: 아이템이 감정되었습니다.: %s (%d)
pt: Item Identificado: %s (%d)
th: ไอเท็มได้ถูกตรวจสอบแล้ว: %s (%d)
zh: 物品已鑑定: %s (%d)
zh_cn: 物品辨识 : %s (%d)

source: Received Possible Identify List (%s item(s)) - type 'identify'
id: Menerima Kemungkinan List Identifikasi (%s item) - ketik 'identify'
ko: 확인 가능한 아이템 목록 받기 (%s item(s)) - type 'identify'
pt: Lista de Itens Identificáveis Recebida (%s item(s)) - digite 'identify'
th: ได้รับรายการไอเท็มที่สามารถตรวจสอบได้แล้ว (%s item(s)) - ป้อน 'identify' ตรวจสอบไอเท็ม
zh: 收到可以的鑑定清單 (%s 物品(們)) - 請輸入 'identify'
zh_cn: 收到可辨识的列表 (%s item) - 输入 'identify'

source: All Players ignored
id: Semua Player Diacuhkan
ko: 모든 플레이어 무시되었습니다.
pt: Todos os jogadores foram ignorados
th: ไม่ยอมรับการกระซิบจากทุกคน
zh: 已對所有玩家關密頻
zh_cn: 接受所有玩家密语

source: All players unignored
id: Semua Player tidak Diacuhkan
ko: 모든 플레이어 무시하기
pt: Todos os jogadores foram não-ignorados
th: คุณได้ยอมรับการกระซิบจากทุกคน
zh: 已對所有玩家開啟密頻
zh_cn: 拒绝所有玩家密语

source: Player ignored
id: Player Diacuhkan
ko: 플레이어 무시하기
pt: Jogador Ignorado
th: ได้ถูกห้ามกระซิบ
zh: 已對玩家關密頻
zh_cn: 接受玩家密语

source: Player unignored
id: Player tidak Diacuhkan
ko: 플레이어 무시해제
pt: Jogador não ignorado
th: ได้อนุญาตให้กระซิบได้
zh: 已對玩家開啟密頻
zh_cn: 拒绝玩家密语

source: Item added to inventory: %s (%d) x %d - %s
id: Item ditambahkan dalam inventory: %s (%d) x %d - %s
ko: 아이템이 장비창에 추가되었습니다.: %s (%d) x %d - %s
pt: Item adicionado ao inventário: %s (%d) x %d - %s
th: คุณได้รับไอเท็ม: %s (%d) x %d - %s
zh: 物品已加入物品欄: %s (%d) x %d - %s
zh_cn: 添加物品到携带列表: %s (%d) x %d - %s

source: Auto-dropping item: %s (%d) x %d
id: Menjatuhkan secara otomatis item: %s (%d) x %d
ko: Auto-dropping 드롭 아이템: %s (%d) x %d
pt: Auto-dropando item: %s (%d) x %d
th: ทิ้งไอเท็มอัตโนมัติ: %s (%d) x %d
zh: 自動丟棄物品: %s (%d) x %d
zh_cn: 自动丢弃物品: %s (%d) x %d

source: Can't loot item...wait...
id: Tidak dapat mengambil item...tunggu...
ko: 아이템을 루팅할 수 없습니다... 기다리세요...
pt: Não foi possível lootear item...espere...
th: ไม่สามารถเก็บไอเท็ม...รอ...
zh: 無法撿取物品...等待...
zh_cn: 抢夺失败...等待ing...

source: Cannot pickup item (inventory full)
id: Tidak dapat mengambil item (inventory penuh)
ko: 아이템을 주울 수 없습니다 (장비창이 가득찼습니다)
pt: Não foi possível pegar item (inventário cheio)
th: ไม่สามารถเก็บไอเท็ม (ช่องเก็บของเต็ม)
zh: 無法撿取物品 (物品欄已滿)
zh_cn: 无法捡取物品 (携带已满)

source: Cannot pickup item (you're Frozen?)
id: Tidak dapat mengambil item (Anda Frozen?)
ko: 아이템 주울 수 없음 (얼었나?)
pt: Não foi possível pegar item (você está congelado?)
th: ไม่สามารถเก็บไอเท็ม (คุณถูกแช่แข็งหรือเปล่า?)
zh: 無法撿取物品 (您被冰凍了嗎?)
zh_cn: 无法捡取物品 (您在冰冻状态?)

source: Cannot pickup item (failure code %s)
id: Tidak dapat mengambil item (Failure code %s)
ko: 아이템 주울 수 없음(코드 실패 %s)
pt: Não foi possível pegar item (código de falha %s)
th: ไม่สามารถเก็บไอเท็ม (failure code %s)
zh: 無法撿取物品 (failure code %s)

source: You used Item: %s (%d) x %d - %d left
id: Anda menggunakan Item: %s (%d) x %d - Tersisa %d
ko: 아이템을 사용하였습니다.: %s (%d) x %d - %d 남음
pt: Você usou o item: %s (%d) x %d - restam %d
th: คุณใช้ไอเท็ม: %s (%d) x %d - เหลืออยู่ %d
zh: 您使用了物品: %s (%d) x %d - 剩餘 %d
zh_cn: 您使用物品: %s (%d) x %d - 剩余 %d

source: %s used Item: %s - %s left
id: %s menggunakan Item: %s - Tersisa %s
ko: %s 아이템 사용했습니다.: %s - %s 남음
pt: %s usou o Item: %s - restam %s
th: %s ใช้ไอเท็ม: %s - เหลืออยู่ %s
zh: %s 使用了物品: %s - 剩餘 %s
zh_cn: %s 使用物品: %s - 剩余 %s

source: %s got married!
id: %s baru menikah!
ko: %s 결혼했습니다!
pt: %s se casou!
th: %s ได้แต่งงานแล้ว!
zh: %s 結婚了!
zh_cn: %s 结婚了!

source: You have %s
id: Anda memiliki %s
ko: %s 가집니다.
pt: Você possui %s
th: คุณมี %s
zh: 您有 %s

source: %s has %s
id: %s memiliki %s
pt: %s está com %s
th: %s มี %s
zh: %s 有 %s

source: Item Appeared: %s (%d) x %d (%d, %d)
id: Muncul Item : %s (%d) x %d (%d, %d)
ko: 아이템 수집: %s (%d) x %d (%d, %d)
pt: Item Apareceu: %s (%d) x %d (%d, %d)
th: ไอเท็มได้ปรากฎขึ้น: %s (%d) x %d (%d, %d)
zh: 出現物品: %s (%d) x %d (%d, %d)
zh_cn: 出现物品 : %s (%d) x %d (%d, %d)

source: Attack Looter: %s looted %s
id: Menyerang Looter: %s yang mengambil %s
pt: Atacando Looter: %s looteou %s
th: โจมตีมอนสเตอร์ที่ลูทของ: %s ได้ขโมย %s
zh: 攻擊撿取者: %s 撿了 %s
zh_cn: 抢夺: %s 得手 %s

source: Permitted to use %s (%d), level %d
id: Diijinkan menggunakan %s (%d), level %d
pt: Permitido usar %s (%d), nível %d
th: ได้รับอนุญาตให้ใช้ %s (%d), level %d
zh: 允許使用 %s (%d), 等級 %d
zh_cn: 允许使用 %s (%d), 等级 %d

source: Item %s has been upgraded to +%s
id: Item %s sudah diupgrade menjadi +%s
ko: Item %s 가 +%s 로 업그레이드 되었습니다.
pt: Item %s sofreu upgrade para +%s
th: ไอเท็ม %s ได้ถูกตีบวกเป็น +%s
zh: 物品 %s 已被精鍊至 +%s
zh_cn: 物品 %s 精练到 +%s

source: %s changed job to: %s
id: %s berubah profesi jadi: %s
ko: %s 직업이 변경되었습니다. : %s
pt: %s alterou sua classe para: %s
th: %s เปลี่ยนอาชีพเป็น: %s
zh: %s 改變職業為: %s
zh_cn: %s 改变职业为: %s

source: %s changed bottom headgear to: %s
id: %s merubah headgear bawah jadi: %s
ko: %s 하단투구가 변경되었습니다. : %s
pt: %s alterou sua máscara para: %s
th: %s เปลี่ยนหมวกส่วนล่างเป็น: %s
zh: %s 改變頭下飾品為: %s
zh_cn: %s 改变头下部装备为: %s

source: %s changed top headgear to: %s
id: %s merubah headgear atas jadi: %s
ko: %s 상단투구가 변경되었습니다. : %s
pt: %s alterou seu chapéu para: %s
th: %s เปลี่ยนหมวกส่วนบนเป็น: %s
zh: %s 改變頭上飾品為: %s
zh_cn: %s 改变头上部装备为: %s

source: %s changed middle headgear to: %s
id: %s merubah headgear tengah jadi: %s
ko: %s 중단투구가 변경되었습니다. : %s
pt: %s alterou seus óculos para: %s
th: %s เปลี่ยนหมวกส่วนกลางเป็น: %s
zh: %s 改變頭中飾品為: %s
zh_cn: %s 改变头中部装备为: %s

source: %s changed hair color to: %s (%s)
id: %s merubah warna rambut jadi: %s (%s)
ko: %s 머리색깔이 변경되었습니다. : %s (%s)
pt: %s mudou a cor do cabelo para: %s (%s)
th: %s เปลี่ยนสีผมเป็น: %s (%s)
zh: %s 改為髮色為: %s (%s)
zh_cn: %s 改变发色为: %s (%s)

source: Account name doesn't exist
id: Nama account tidak pernah ada
ko: 계정 이름이 존재하지 않습니다.
pt: Conta inexistente
th: ไม่พบไอดีนี้
zh: 帳號名稱不存在
zh_cn: 用户名不存在

source: Enter your Ragnarok Online username again.
id: Masukkan username Ragnarok Online anda lagi:
pt: Entre com o nome de usuário do Ragnarok Online novamente.
zh: 請再次輸入您的 Ragnarok Online 帳號.
zh_cn: 请再次输入用户名.

source: Password Error
ko: 패스워드 오류
pt: Erro de Senha
th: รหัสผ่านผิดพลาด
zh: 密碼錯誤
zh_cn: 密码错误

source: Enter your Ragnarok Online password again.
id: Masukkan password Ragnarok Online anda lagi:
pt: Entre com a senha do Ragnarok Online novamente.
zh: 請再次輸入您的 Ragnarok Online 密碼.
zh_cn: 请再次输入密码.

source: Server connection has been denied
id: Koneksi pada server ditolak
ko: 서버 접속 거부되었습니다.
pt: Conexão com o servidor negada
th: ถูกปฏิเสธการเชื่อมต่อกับเซิฟเวอร์
zh: 伺服器連線已被拒絕

source: Critical Error: Your account has been blocked.
id: Critical Error : Account anda baru saja di-blok.
ko: Critical Error: 계정이 블럭되었습니다.
pt: Erro Crítico: Sua conta está bloqueada.
th: พบข้อผิดพลาดขั้นร้ายแรง: ไอดีของคุณถูกระงับใช้งาน
zh: 嚴重錯誤: 您的帳號已被封鎖了.
zh_cn: 错误:您的帐号已冻结.

source: Connect failed, something is wrong with the login settings: version: %s master_version: %s serverType: %s
id: Gagal terhubung, ada yang salah dengan seting login: version: %s master_version: %s serverType: %s
ko: 접속 실패, 로그인 설정에서 무엇가가 잘못되었습니다.: version: %s master_version: %s serverType: %s
pt: Conexão falhou, alguma coisa está errada com as configurações de logon: version: %s master_version: %s serverType: %s
th: การเชื่อมต่อล้มเหลว มีบางอย่างผิดพลาดในการตั้งค่าต่อไปนี้: version: %s master_version: %s serverType: %s
zh: 連線失敗, 某些登入的設定有誤: version: %s master_version: %s serverType: %s
zh_cn: 连接失败, 请检查下面的设置: version: %s master_version: %s serverType: %s

source: The server is temporarily blocking your connection
id: Server ini sementara memblokir koneksi anda
ko: 서버가 일시적으로 접속을 블럭했습니다.
pt: O servidor está bloqueando sua conexão temporariamente
th: เซิฟเวอร์ได้ปฏิเสธการเชื่อมต่อของคุณชั่วคราว
zh: 該伺服器暫時地封鎖了您的連線
zh_cn: 服务器暂时屏蔽了您的连接

source: Error logging into Character Server (invalid character specified)...
id: Gagal menuju ke Character Server (Kesalahan pada karakter yang dispesifikasikan)...
ko: 캐릭터 서버 로그인 오류 (잘못된 캐릭터 지정)...
pt: Erro ao se logar ao Servidor de Personagens (personagem inválido especificado)...
th: พบการผิดพลาดในการเชื่อมต่อสู่ Character Server (invalid character specified)...
zh: 角色伺服器登入錯誤 (無效的指定角色)...
zh_cn: 登陆人物服务器错误...

source: Cannot load field %s: %s
id: Gagal untuk load field %s: %s
pt: Não foi possível carregar mapa %s: %s
zh: 無法載入地圖 %s: %s
zh_cn: 不能读取 field %s: %s

source: Map Change: %s (%s, %s)
id: Berpindah Map : %s (%s, %s)
ko: 맵 변경: %s (%s, %s)
pt: Mudança de Mapa: %s (%s, %s)
th: พิกัดในแผนที่ได้ถูกเปลี่ยน: %s (%s, %s)
zh: 地圖轉換: %s (%s, %s)
zh_cn: 改变地图 : %s (%s, %s)

source: Closing connection to Map Server
id: Mengakhiri koneksi ke Map Server
ko: 맵 서버 접속 닫는 중...
pt: Fechando conexão com o Servidor de Mapa
zh: 對地圖伺服器關閉連線
zh_cn: 断开和地图服务器的连接

source: Waiting for map to load...
id: Menunggu untuk load map...
ko: 맵 로딩 위해 기다리는 중...
pt: Aguardando o mapa carregar...
th: กำลังรอให้โหลดแมปเสร็จ...
zh: 正在等候地圖載入...
zh_cn: 等待加载地图...

source: You are now in the game
id: Anda sekarang sudah berada dalam game
ko: 게임 상에 있습니다.
pt: Agora você está no jogo
th: คุณได้เข้าสูเกมส์แล้ว
zh: 您現在已在遊戲中
zh_cn: 您已经进入游戏

source: Your Coordinates: %s, %s
id: Koordinat Anda : %s, %s
ko: 위치: %s, %s
pt: Suas coordenadas: %s, %s
th: พิกัดของคุณคือ: %s, %s
zh: 您的座標: %s, %s
zh_cn: 您的座标 : %s, %s

source: Memo Failed
id: Memo Gagal
ko: 메모 기억 실패
pt: Memo Falhou
th: การจดจำจุดวาปล้มเหลว
zh: 記憶錯誤
zh_cn: 记录失败

source: Memo Succeeded
id: Memo berhasil
ko: 메모 기억 성공
pt: Memo Funcionou
th: จดจำจุดวาปเรียบร้อยแล้ว
zh: 記憶成功
zh_cn: 记录成功

source: Minimap indicator at location %d, %d with the color %s cleared
id: Indikator minimap di lokasi %d, %d dengan warna %s telah dibersihkan
ko: 미니맵 표시 위치 %d, %d 색깔 %s 지우기
pt: Indicador do minimapa na localidade %d, %d de cor %s desapareceu
th: ตัวชี้บน Minimap ที่พิกัด %d, %d ที่มีสี %s ได้ถูกลบไปแล้ว
zh: 小地圖指標位於座標 %d, %d 並使用顏色 %s 標示清楚
zh_cn: 在 %d 的迷你地图上, %d 的颜色 %s 清除

source: Minimap indicator at location %d, %d with the color %s shown
id: Indikator minimap di lokasi %d, %d dengan warna %s muncul
ko: 미니맵 지시 위치 %d, %d 색깔 %s 보기
pt: Indicador do minimapa na localidade %d, %d de cor %s apareceu
th: ตัวชี้บน Minimap ที่พิกัด %d, %d ที่มีสี %s ได้ปรากฎขึ้น
zh: 小地圖指標位於座標 %d, %d 並使用顏色 %s 顯示

source: Monster %s (%d) changed to %s
id: Monster %s (%d) berubah jadi %s
ko: 몬스터가 %s (%d) 가 %s 로 바뀌었습니다.
pt: O mostro %s (%d) se transformou em %s
th: มอนสเตอร์ %s (%d) ได้เปลี่ยนเป็น %s
zh: 怪物 %s (%d) 已轉變為 %s

source: Get MVP item %s
id: mendapatkan item MVP %s
ko: MVP 아이템 획득 %s
pt: Item de MVP adquirido %s
th: ได้รับ MVP ไอเท็ม %s
zh: 獲得 MVP 物品 %s

source: %s become MVP!
id: %s menjadi MVP!
ko: %s MVP 가 되었습니다.!
pt: %s foi o MVP!
th: %s ได้ MVP!
zh: %s 成為 MVP!

source: %s became MVP!
id: %s menjadi MVP!
ko: %s MVP가 되었습니다.!
pt: %s foi o MVP!
th: %s ได้ MVP!
zh: %s 已成為 MVP!

source: Congratulations, you are the MVP! Your reward is %s exp!
id: Selamat, anda adalah MVP! Hadiah anda adalah %s exp!
ko: 축하합니다, MVP 입니다! 보상 %s 경험치를 받았습니다.!
pt: Parabéns, você é o MVP! sua recompensa é %s de exp!
th: ขอแสดงความยินดี คุณได้รับตำแหน่ง MVP! คุณได้รับค่าประสบการณ์ %s เป็นรางวัล!
zh: 恭喜您, 您是 MVP! 您獲得了 %s 的額外經驗值!

source: Ready to start selling items
id: Bersiap untuk mulai menjual item
ko: 판매할 아이템 시작 준비s
pt: Preparado para iniciar a venda de itens
th: พร้อมที่จะเริ่มการซื้อขายไอเท็ม
zh: 準備開始賣物品

source: %s: Type 'store' to start buying, or type 'sell' to start selling
id: %s: Ketik 'store' untuk mulai membeli, atau ketik 'sell' untuk mulai menjual
ko: %s: 입력 'store' 구입 시작, 입력 'sell' 판매 시작
pt: %s: Digite 'store' para iniciar as compras, ou digite 'sell' para iniciar as vendas
th: %s: ป้อน 'store' เพื่อที่จะเริ่มการซื้อ, หรือป้อน 'sell' เพื่อเริ่มการขาย
zh: %s: 請輸入 'store' 以開始買物, 或輸入 'sell' 以開始賣物

source: ----------%s's Store List----------- # Name Type Price
id: ----------List Toko %s----------- # Nama Tipe Harga
ko: ----------%s's 상점 목록----------- # 이름 형태 가격
pt: --------Lista da Loja de %s--------- # Nome Tipo Preço
th: ----------รายการขายไอเท็มของ %s----------- # ชื่อ ชนิด ราคา
zh: ---------%s的商店物品清單----------- # 名稱 類型 價格

source: %s: Done talking
id: %s: Selesai Berbicara
ko: %s: 대화 완료
pt: %s: Conversa Finalizada
th: %s: สิ้นสุดการสนธนา
zh: %s: 結束交談
zh_cn: %s: 完成对话

source: %s: Auto-continuing talking
id: %s: Secara otomatis melanjutkan pembicaraan
ko: %s: Auto-continuing 자동 대화 넘기기
pt: %s: auto-continuando a conversa
th: %s: ดำเนินการสนธนาต่อโดยอัตโนมัติ
zh: %s: 自動繼續交談
zh_cn: %s: 自动回复说话
