Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Error in function 'skills add' (Add Skill Point) Not enough skill points to increase %s
id: Error pada function 'skills add' (Menambahkan Skill Point) Tidak cukup skill point untuk menaikkan %s
pt: Erro na função 'skills add' (Incrementar Habilidade) Pontos de habilidade insuficientes para incrementar %s
th: พบข้อผิดพลาดในฟังก์ชั่น 'skills add' (เพิ่มเลเวลสกิล) skill point ไม่พอที่จะอัพสกิล %s
zh: 'skills add' 功能錯誤 (增加技能點數) 沒有多餘的技能點數可用來增加技能 %s
zh_cn: 功能错误 'skills add' (添加技能点) 点数不够 %s

source: Error in function 'skills desc' (Skill Description) Skill %s does not exist.
id: Error pada function 'skills desc' (Deskripsi Skill) Skill %s tidak ada.
pt: Erro na função 'skills desc' (Descrição de Habilidade) Habilidade %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'skills desc' (แสดงรายละเอียดสกิล) สกิล %s ไม่มีอยู่
zh: 'skills desc' 功能錯誤 (技能描述) 技能 %s 並不存在.
zh_cn: 功能错误 'skills desc' (技能说明) 技能l %s 不存在.

source: Syntax Error in function 'skills' (Skills Functions) Usage: skills [<add | desc>] [<skill #>]
id: Sintaks Error pada function 'skills' (Skills Function) Penggunaan: skills [<add | desc>] [<skill #>]
pt: Erro de sintaxe na função 'skills' (Funções de Habilidades) Como Usar: skills [<add | desc>] [<num da habilidade>]
th: รูปแบบการใช้ฟังก์ชั่น 'skills' (การจัดการสกิล) ผิดพลาด รูปแบบการใช้งาน: skills [<add | desc>] [<skill #>]
zh: 'skills' 功能語法錯誤 (技能功能) 使用方法: skills [<add | desc>] [<技能代號>]
zh_cn: 语法错误 'skills' (技能功能) 用法: skills [<add | desc>] [<skill #>]

source: -----------Area Effects List----------- # Type Source X Y
id: -----------List Efek Area----------- # Tipe Sumber X Y
pt: -------Lista de Efeitos de Campo------- # Tipo Fonte X Y
th: -----------รายการพื้นที่ๆมีผลของสกิล----------- # ชนิด ผู้กระทำ X Y
zh: -------------區域效果清單-------------- # 類型 來源 X Y
zh_cn: -----------区域影响列表----------- # Type Source X Y

source: Syntax Error in function 'stat_add' (Add Status Point) Usage: stat_add <str | agi | vit | int | dex | luk>
id: Sintaks Error pada function 'stat_add' (Menambahkan Status Point) Penggunaan: stat_add <str | agi | vit | int | dex | luk>
pt: Erro de sintaxe na função 'stat_add' (Incrementa Atributos) Como Usar: stat_add <str | agi | vit | int | dex | luk>
th: รูปแบบการใช้ฟังก์ชั่น 'stat_add' (เพิ่มค่า Status) ผิดพลาด รูปแบบการใช้งาน: stat_add <str | agi | vit | int | dex | luk>
zh: 'stat_add' 功能語法錯誤 (增加素質點數) 使用方法: stat_add <str | agi | vit | int | dex | luk>
zh_cn: 语法错误 'stat_add' (添加状态点) 用法: stat_add <str | agi | vit | int | dex | luk>

source: Error in function 'stat_add' (Add Status Point) You cannot add more stat points than 99
id: Error pada function 'stat_add' (Menambahkan Status Point) Anda tidak dapat menambahkan status point lebih dari 99
pt: Erro na função 'stat_add' (Adiciona ponto de Atributo) Você não pode adicionar mais que 99 pontos de atributo
th: พบข้อผิดพลาดในฟังก์ชั่น 'stat_add' (เพิ่มค่า Status) คุณไม่สามารถเพิ่ม stat points เกิน 99 ได้
zh: 'stat_add' 功能錯誤 (增加素質點數) 您無法將點數點至超過99
zh_cn: 功能错误 'stat_add' (添加状态点) 点数不能超过 99

source: Error in function 'stat_add' (Add Status Point) Not enough status points to increase %s
id: Error pada function 'stat_add' (Menambahkan Status Point) Tidak cukup status point untuk menaikkan %s
pt: Erro na função 'stat_add' (Adiciona ponto de Atributo) Pontos de atributos insuficientes para incrementar %s
th: พบข้อผิดพลาดในฟังก์ชั่น 'stat_add' (เพิ่มค่า Status) มี status point ไม่พอที่จะอัพ to increase %s
zh: 'stat_add' 功能錯誤 (增加素質點數) 沒有多餘的素質點數可用來增加 %s
zh_cn: 功能错误 'stat_add' (添加状态点) 没有足够的点数增加 %s

source: None
id: Tidak ada
ko: 없음
pt: Nenhum
th: ไม่มี
zh: 無
zh_cn: 无

source: ---------- Char Stats ---------- Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Status Points: @<<< Luk: @<<+@<< #@< Guild: @<<<<<<<<<<<<<<<<<<<<< -------------------------------- Hair color: @<<<<<<<<<<<<<<<<< Walk speed: %.2f secs per block --------------------------------
id: ---------- Status Char ---------- Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Status Points: @<<< Luk: @<<+@<< #@< Guild: @<<<<<<<<<<<<<<<<<<<<< -------------------------------- Warna Rambut: @<<<<<<<<<<<<<<<<< Kec.berjalan: %.2f detik per block --------------------------------
ko: ---------- 캐릭터 상태 ---------- Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Status Points: @<<< Luk: @<<+@<< #@< Guild: @<<<<<<<<<<<<<<<<<<<<< -------------------------------- 머리색깔: @<<<<<<<<<<<<<<<<< 걷는속도: %.2f 초/블럭 --------------------------------
pt: -------- Atributos do Personagem --------- For: @<<+@<< #@< Atq: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matq: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Precisão: @<< Esqv: @<<+@<< Int: @<<+@<< #@< Crítico: @<< Aspd: @<< Des: @<<+@<< #@< Pontos de Atributo: @<<< Sor: @<<+@<< #@< Clã: @<<<<<<<<<<<<<<<<<<<<< ------------------------------------------ Cor do Cabelo: @<<<<<<<<<<<<<<<<< Velocidade: %.2f segs por bloco ------------------------------------------
zh: ----------- 角色狀態 ----------- Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< 素質點數: @<<< Luk: @<<+@<< #@< 公會: @<<<<<<<<<<<<<<<<<<<<< -------------------------------- 頭髮顏色: @<<<<<<<<<<<<<<<<< 行走速度: 每格 %.2f 秒 --------------------------------
zh_cn: ---------- 人物状态 ---------- Str: @<<+@<< #@< Atk: @<<+@<< Def: @<<+@<< Agi: @<<+@<< #@< Matk: @<<@@<< Mdef: @<<+@<< Vit: @<<+@<< #@< Hit: @<< Flee: @<<+@<< Int: @<<+@<< #@< Critical: @<< Aspd: @<< Dex: @<<+@<< #@< Status Points: @<<< Luk: @<<+@<< #@< Guild: @<<<<<<<<<<<<<<<<<<<<< -------------------------------- 发色: @<<<<<<<<<<<<<<<<< 移动速度: %.2f 秒区域 --------------------------------

source: You are sitting.
id: Anda duduk.
ko: 앉기
pt: Você está sentando.
th: คุณกำลังนั่งอยู่
zh: 您正坐著.
zh_cn: 你已经坐下.

source: ----------------------- Status ------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Job : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny: @<<<<<<<<<<<<<<<<< Weight: @>>>>>>>>>>>>>>>>>> Statuses: %s Spirits/Coins: %s -------------------------------------------------------- Total Damage: @>>>>>>>>>>>>> Dmg/sec: @<<<<<<<<<<<<<< Total Time spent (sec): @>>>>>>>> Last Monster took (sec): @>>>>>>> --------------------------------------------------------
id: ----------------------- Status ------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Job : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny: @<<<<<<<<<<<<<<<<< Berat: @>>>>>>>>>>>>>>>>>> Status: %s Spirit/Coin: %s -------------------------------------------------------- Total Serangan: @>>>>>>>>>>>>> Serangan/detik: @<<<<<<<<<<<<<< Total Waktu dihabiskan (detik): @>>>>>>>> Monster Terakhir menghabiskan (detik): @>>>>>>> --------------------------------------------------------
ko: ----------------------- 상태 ------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> 베이스: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> 잡 : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> 제니: @<<<<<<<<<<<<<<<<< 무게: @>>>>>>>>>>>>>>>>>> 상태들: %s 기구체/코인: %s -------------------------------------------------------- 총 데미지: @>>>>>>>>>>>>> Dmg/sec: @<<<<<<<<<<<<<< 총 시간 소비 (sec): @>>>>>>>> 최근 친 몬스터 (sec): @>>>>>>> --------------------------------------------------------
pt: -------------------- Estado Atual ---------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Classe: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny : @<<<<<<<<<<<<<<<<< Peso: @>>>>>>>>>>>>>>>>>> Estados: %s Esferas Espirituais: %s -------------------------------------------------------- Dano Total: @>>>>>>>>>>>>> Dano/sec: @<<<<<<<<<<<<<< Tempo gasto total (seg) : @>>>>>>>> Último monstro levou (seg): @>>>>>>>> --------------------------------------------------------
th: ----------------------- Status ------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Job : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny: @<<<<<<<<<<<<<<<<< Weight: @>>>>>>>>>>>>>>>>>> สถานะ: %s ลูกบอลพลังจิต/เหรียญ: %s -------------------------------------------------------- ความเสียหายรวม: @>>>>>>>>>>>>> ความเสียหาย/วินาที: @<<<<<<<<<<<<<< ใช้เวลารวมทั้งหมด (วินาที): @>>>>>>>> ใช้เวลากำจัดมอนสเตอร์ตัวล่าสุด (วินาที): @>>>>>>> --------------------------------------------------------
zh: ------------------------ 狀態 -------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Job : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny: @<<<<<<<<<<<<<<<<< 負重: @>>>>>>>>>>>>>>>>>> 狀態: %s 氣球數/錢幣數: %s -------------------------------------------------------- 對敵總傷害: @>>>>>>>>>>>>> 每秒輸出傷害: @<<<<<<<<<<<<<< 花費時間 (秒): @>>>>>>>> 打死最後一隻怪物所花時間 (秒): @>>>>>>> --------------------------------------------------------
zh_cn: ----------------------- 状态 ------------------------- @<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> @<<<<<<<<<<<<<<<<<<<<<<< SP: @>>>>>>>>>>>>>>>>>> Base: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Job : @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> Zeny: @<<<<<<<<<<<<<<<<< 重量: @>>>>>>>>>>>>>>>>>> 状态: %s 气体球: %s -------------------------------------------------------- 总伤害: @>>>>>>>>>>>>> 伤害/秒: @<<<<<<<<<<<<<< 使用时间 (sec): @>>>>>>>> 最后攻击的怪物 (sec): @>>>>>>> --------------------------------------------------------

source: Syntax Error in function 'storage' (Storage Functions) Usage: storage [<eq|u|nu>] storage close storage add <inventory_item> [<amount>] storage addfromcart <cart_item> [<amount>] storage get <storage_item> [<amount>] storage gettocart <storage_item> [<amount>] storage desc <storage_item_#> storage log
id: Sintaks Error pada function 'storage' (Storage Function) Penggunaan: storage [<eq|u|nu>] storage close storage add <item_inventory> [<jumlah>] storage addfromcart <item_cart> [<jumlah>] storage get <item_storage> [<jumlah>] storage gettocart <item_storage> [<jumlah>] storage desc <item_storage_#> storage log
pt: Erro de sintaxe na função 'storage' (Funções do Armazém) Como Usar: storage [<eq|u|nu>] storage close storage add <item do inventário> [<quantidade>] storage addfromcart <item do carrinho> [<quantidade>] storage get <item do armazém> [<quantidade>] storage gettocart <item do armazém> [<quantidade>] storage desc <item do armazém> storage log
th: รูปแบบการใช้ฟังก์ชั่น 'storage' (จัดการคลังเก็บของ) ผิดพลาด รูปแบบการใช้งาน: storage [<eq|u|nu>] storage close storage add <inventory_item> [<amount>] storage addfromcart <cart_item> [<amount>] storage get <storage_item> [<amount>] storage gettocart <storage_item> [<amount>] storage desc <storage_item_#> storage log
zh: 'storage' 功能語法錯誤 (倉庫功能) 使用方法: storage [<eq|u|nu>] storage close storage add <物品欄的物品> [<數量>] storage addfromcart <手推車的物品> [<數量>] storage get <倉庫的物品> [<數量>] storage gettocart <倉庫的物品> [<數量>] storage desc <倉庫的物品代號> storage log
zh_cn: 语法错误 'storage' (仓库功能) 用法: storage [<eq|u|nu>] storage close storage add <inventory_item> [<amount>] storage addfromcart <cart_item> [<amount>] storage get <storage_item> [<amount>] storage gettocart <storage_item> [<amount>] storage desc <storage_item_#> storage log

source: No information about storage; it has not been opened before in this session
id: Tidak ada informasi mengenai storage; belum pernah dibuka sebelumnya pada sesi ini
pt: Nenhuma informação do armazém; ele não foi aberto ainda nessa sessão
th: ไม่มีข้อมูลคลังเก็บของ เนื่องจากยังไม่เคยเปิดคลังเก็บของในการเชื่อมต่อครั้งนี้
zh: 尚無倉庫資訊; 本節尚未有存取倉庫的動作
zh_cn: 没有仓库信息; 还没有打开

source: -----------Storage-------------
ko: -----------창고-------------
pt: -----------Armazém-------------
th: ----------คลังเก็บของ-----------
zh: ------------倉庫---------------
zh_cn: -----------仓库-------------

source: -- Equipment --
ko: -- 장비 --
pt: -- Equipamento --
th: -- อุปกรณ์สวมใส่ --
zh: ---- 裝備 -----
zh_cn: -- 装备 --

source: Capacity: %d/%d
id: Kapasitas: %d/%d
ko: 용량: %d/%d
pt: Capacidade: %d/%d
th: ความจุ: %d/%d
zh: 容量: %d/%d
zh_cn: 容量: %d/%d

source: Inventory Item '%s' does not exist.
id: Item Inventory '%s' tidak ada.
ko: 장비창 아이템 '%s' 이 존재하지 않습니다.
pt: Item do Inventário %s não existe.
th: ไอเท็ม '%s' ไม่มีอยู่ในตัว
zh: 物品欄的物品 '%s' 並不存在.
zh_cn: 携带道具 '%s' 不存在.

source: Inventory Item '%s' is equipped.
id: Item '%s' di Inventory diequip.
ko: Inventory Item '%s' 이 장착되었습니다.
pt: Item '%s' está equipado.
th: ไอเท็ม '%s' ถูกสวมใส่
zh: 物品欄的物品 '%s' 已裝備.
zh_cn: 携带道具 '%s' 装备完成.

source: Cart Item '%s' does not exist.
id: Item '%s' di cart tidak ada.
ko: Cart Item '%s' 존재하지 않습니다.
pt: Item do carrinho '%s' não existe.
th: ไอเท็ม '%s' ไม่มีอยู่ในรถเข็น
zh: 手推車的物品 '%s' 並不存在.
zh_cn: 手推车道具 '%s' 不存在.

source: Storage Item '%s' does not exist.
id: Item Storage '%s' tidak ada.
ko: Storage Item '%s' 존재하지 않습니다.
pt: Item do Armazém %s não existe.
th: ไอเท็ม '%s' ไม่มีอยู่ในคลังเก็บของ
zh: 倉庫的物品 '%s' 並不存在.
zh_cn: 仓库道具 '%s' 不存在.

source: Error in function 'storage desc' (Show Storage Item Description) Storage Item %s does not exist.
id: Error pada function 'storage desc' (Memperlihatkan Deskripsi Item Storage) Item Storage %s tidak ada.
pt: Erro na função 'storage desc' (Mostra Descrição de Itens no Armazém) Item %s do não existe no armazém.
th: พบข้อผิดพลาดในฟังก์ชั่น 'storage desc' (แสดงรายละเอียดไอเท็มในคลังเก็บของ) ไอเท็ม %s ไม่มีอยู่
zh: 'storage desc' 功能錯誤 (顯示倉庫物品描述) 倉庫物品 %s 並不存在.
zh_cn: 功能错误 'storage desc' (显示仓库里道具的描述) 道具 %s 不存在.

source: ----------Store List----------- # Name Type Price
id: ----------List Toko----------- # Nama Tipe Harga
ko: ----------창고 목록----------- # 이름 형태 가격
pt: --------Lista da Loja---------- # Nome Tipo Preço
th: ----------รายการสินค้า----------- # ชื่อ ชนิด ราคา
zh: ----------商店物品清單----------- # 名稱 類型 價格
zh_cn: ----------仓库列表----------- # 名字 类型 价格

source: Error in function 'store desc' (Store Item Description) Store item %s does not exist
id: Error pada function 'store desc' (Deskripsi Item Toko) Item toko %s tidak ada
pt: Erro na função 'storage desc' (Mostra Descrição de Itens no Armazém) Item %s do não existe na loja.
th: พบข้อผิดพลาดในฟังก์ชั่น 'store desc' (รายละเอียดไอเท็มจากร้านค้า) ไอเท็ม %s ไม่มีอยู่
zh: 'store desc' 功能錯誤 (商店物品描述) 商店物品 %s 並不存在
zh_cn: 功能错误 'store desc' (显示道具描述) 道具 %s 不存在

source: Syntax Error in function 'store' (Store Functions) Usage: store [<desc>] [<store item #>]
id: Sintaks Error pada function 'store' (Store Function) Penggunaan: store [<deskripsi>] [<item toko #>]
pt: Erro de sintaxe na função 'store' (Funções da Loja) Como Usar: store [<desc>] [<item da loja>]
th: รูปแบบการใช้ฟังก์ชั่น 'store' (จัดการร้านค้า) ผิดพลาด รูปแบบการใช้งาน: store [<desc>] [<store item #>]
zh: 'store' 功能語法錯誤 (商店功能) 使用方法: store [<desc>] [<商店物品代號>]
zh_cn: 语法错误 'store' (仓库功能) 用法: store [<desc>] [<store item #>]

source: Syntax Error in function 'switchconf' (Switch Configuration File) Usage: switchconf <filename>
id: Sintaks Error pada function 'switchconf' (Mengganti file konfigurasi) Penggunaan: switchconf <namafile>
pt: Erro de sintaxe na função 'switchconf' (Alterna Arquivo de Configuração) Como Usar switchconf <nome de arquivo>
th: รูปแบบการใช้ฟังก์ชั่น 'switchconf' (เปลี่ยน Configuration File) ผิดพลาด รูปแบบการใช้งาน: switchconf <filename>
zh: 'switchconf' 功能語法錯誤 (切換config檔) 使用方法: switchconf <檔案名稱>
zh_cn: 语法错误 'switchconf' (转变设置文件) 用法: switchconf <filename>

source: Syntax Error in function 'switchconf' (Switch Configuration File) File %s does not exist.
id: Sintaks Error pada function 'switchconf' (Mengganti File Konfigurasi) File %s tidak ada.
pt: Erro de sintaxe na função 'switchconf' (Alterna Arquivo de Configuração) Arquivo %s não existe.
th: รูปแบบการใช้ฟังก์ชั่น 'switchconf' (เปลี่ยน Configuration File) ผิดพลาด ไฟล์ %s ไม่มีอยู่
zh: 'switchconf' 功能語法錯誤 (切換config檔) 檔案 %s 並不存在.
zh_cn: 语法错误 'switchconf' (转变设置文件) 文件 %s 不存在.

source: Switched config file to "%s".
id: Menukar file config menjadi "%s".
pt: Arquivo config alternado para "%s".
th: เปลี่ยนไฟล์ config เป็น "%s"
zh: 切換config檔至 "%s".
zh_cn: 转变设置文件到 "%s".

source: Syntax Error in function 'take' (Take Item) Usage: take <item #>
id: Sintaks Error pada function 'take' (Mengambil Item) Penggunaan: take <item #>
pt: Erro de sintaxe na função 'take' (Pegar Item) Como Usar: take <num. item>
th: รูปแบบการใช้ฟังก์ชั่น 'take' (เก็บไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: take <item #>
zh: 'take' 功能語法錯誤 (撿取物品) 使用方法: take <物品編號>
zh_cn: 语法错误 'take' (拿道具) 用法: take <item #>

source: Error in function 'take first' (Take Item) There are no items near.
id: Error pada function 'take first' (Mengambil Item) Tidak ada item di dekat sekitar.
pt: Erro na função 'take first' (Pegar Item) Não há itens próximoe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'take first' (เก็บไอเท็ม) ไม่มีไอเท็มตกอยู่ใกล้ๆ
zh: 'take first' 功能錯誤 (撿取物品) 附近並沒有物品.
zh_cn: 功能错误 'take first' (拿道具) 没有道具.

source: Error in function 'take' (Take Item) Item %s does not exist.
id: Error pada function 'take' (Mengambil Item) Item %s tidak ada.
pt: Erro na função 'take' (Pegar Item) Item %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'take' (เก็บไอเท็ม) ไอเท็ม %s ไม่มีอยู่
zh: 'take' 功能錯誤 (撿取物品) 物品 %s 並不存在.
zh_cn: 功能错误 'take' (拿道具) 道具 %s 不存在.

source: Error in function 'talk' (Talk to NPC) NPC %s does not exist
id: Error pada function 'talk' (Berbicara dengan NPC) NPC %s tidak ada
pt: Erro na função 'talk' (Conversa com NPC) NPC %s não existe
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk' (ตอบสนองต่อ NPC) NPC %s ไม่มีอยู่
zh: 'talk' 功能錯誤 (與NPC交談) NPC %s 並不存在
zh_cn: 功能错误 'talk' (和 NPC 对话) NPC %s 不存在

source: Error in function 'talk %s' (Respond to NPC) You are not talking to any NPC.
id: Error pada function 'talk %s' (Respon pada NPC) Anda tidak berbicara dengan NPC manapun.
pt: Erro na função 'talk %s' (Responde o NPC) Você não está conversando com nenhum NPC.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk %s' (ตอบสนองต่อ NPC) คุณไม่ได้กำลังคุยกับ NPC
zh: 'talk %s' 功能錯誤 (回應給NPC) 您並沒有與任何NPC交談中.
zh_cn: 功能错误 'talk %s' (回答 NPC) 你没有和 NPC 对话.

source: Error in function 'talk resp' (Respond to NPC) No NPC response list available.
id: Error pada function 'talk resp' (Respon pada NPC) Tidak ada list respon yang tersedia.
pt: Erro na função 'talk resp' (Responde o NPC) Não há uma lista de respostas disponível.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk resp' (ตอบสนองต่อ NPC) ไม่มีรายการตอบสนองสำหรับ NPC
zh: 'talk resp' 功能錯誤 (回應給NPC) 沒有有效的NPC回應清單.
zh_cn: 功能错误 'talk resp' (回答 NPC) 没有需要回答给 NPC 内容.

source: ----------Responses----------- NPC: %s # Response
id: ----------Respon----------- NPC: %s # Respon
ko: ----------대답들----------- NPC: %s # Response
pt: --------- Respostas ---------- NPC: %s # Resposta
th: ----------การตอบสนอง----------- NPC: %s # การตอบสนอง
zh: ------------回應-------------- NPC: %s # 回應
zh_cn: ----------回答----------- NPC: %s # 回答

source: Error in function 'talk resp' (Respond to NPC) Response %s does not exist.
id: Error pada function 'talk resp' (Respon pada NPC) Respon %s tidak ada.
pt: Erro na função 'talk resp' (Responde o NPC) Resposta %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk resp' (ตอบสนองต่อ NPC) ตัวเลือก %s ไม่มีอยู่
zh: 'talk resp' 功能錯誤 (回應給NPC) 回應 %s 並不存在.
zh_cn: 功能错误 'talk resp' (回答 NPC) 回答内容 %s 不存在.

source: Error in function 'talk num' (Respond to NPC) You must specify a number.
id: Error pada function 'talk num' (Respon pada NPC) Anda harus menspesifikasikan sebuah nomor.
pt: Erro na função 'talk num' (Responde o NPC) Você precisa especificar um número.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk num' (ตอบสนองต่อ NPC) คุณจะต้องระบุตัวเลข
zh: 'talk num' 功能錯誤 (回應給NPC) 您必須指定一個數字.
zh_cn: 功能错误 'talk num' (回答 NPC) 你需要选择一个数字.

source: Error in function 'talk num' (Respond to NPC) %s is not a valid number.
id: Error pada function 'talk num' (Respon pada NPC) %s bukan merupakan nomor yang benar.
pt: Erro na função 'talk num' (Responde o NPC) %s não é um número válido.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk num' (ตอบสนองต่อ NPC) %s ไม่ใช่หมายเลขที่ใช้ได้
zh: 'talk num' 功能錯誤 (回應給NPC) %s 不是一個有效的數字.
zh_cn: 功能错误 'talk num' (回答 NPC) %s 不是有效的数字.

source: Error in function 'talk text' (Respond to NPC) You must specify a string.
id: Error pada function 'talk text' (Respon pada NPC) Anda harus menspesifikasikan sebuah kalimat.
pt: Erro na função 'talk text' (Responde o NPC) Você deve especificar um texto.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk text' (ตอบสนองต่อ NPC) คุณจะต้องระบุ ข้อความ
zh: 'talk text' 功能錯誤 (回應給NPC) 您必須指定一個字串.
zh_cn: 功能错误 'talk text' (回答 NPC) 你需要输入文字.

source: Error in function 'talk cont' (Continue Talking to NPC) You are not talking to any NPC.
id: Error pada function 'talk cont' (Melanjutkan Berbicara pada NPC) Anda tidak sedang berbicara pada NPC manapun.
pt: Erro na função 'talk cont' (Continua a Conversa com o NPC) Você não está conversando com nenhum NPC.
th: พบข้อผิดพลาดในฟังก์ชั่น 'talk cont' (คุยกับ NPC ต่อไป) คุณยังไม่ได้คุยกับ NPC
zh: 'talk cont' 功能錯誤 (繼續與NPC交談) 您並沒有與任何NPC交談中.
zh_cn: 功能错误 'talk cont' (继续和 NPC 对话) 你没有和 NPC 对话.

source: You are not talking to any NPC.
id: Anda tidak sedang berbicara dengan NPC manapun.
ko: 어떤 NPC 와 대답할 수 없습니다.
pt: Você não está falando com um NPC.
th: คุณไม่ได้คุยกับ NPC ใดๆเลย
zh: 您並沒有與任何NPC交談中.
zh_cn: 你没有和任何 NPC 对话.

source: Syntax Error in function 'talk' (Talk to NPC) Usage: talk <NPC # | cont | resp | num> [<response #>|<number #>]
id: Sintaks Error pada function 'talk' (Berbicara Pada NPC) Penggunaan: talk <NPC # | cont | resp | num> [<respon #>|<nomor #>]
pt: Erro de sintaxe na função 'talk' (Conversar com NPC) Como Usar: talk <Num. NPC | cont | resp | num> [<resposta>|<número>]
th: รูปแบบการใช้ฟังก์ชั่น 'talk' (คุยกับ NPC) ผิดพลาด รูปแบบการใช้งาน: talk <NPC # | cont | resp | num> [<response #>|<number #>]
zh: 'talk' 功能語法錯誤 (與NPC交談) 使用方法: talk <NPC # | cont | resp | num> [<回應 #>|<數字 #>]
zh_cn: 语法错误 'talk' (和 NPC 对话) 用法: talk <NPC # | cont | resp | num> [<response #>|<number #>]

source: Syntax Error in function 'talknpc' (Talk to an NPC) Usage: talknpc <x> <y> <sequence>
id: Sintaks Error pada function 'talknpc' (Berbicara Pada NPC) Penggunaan: talknpc <x> <y> <sequence>
pt: Erro de sintaxe na função 'talknpc' (Conversa com um NPC) Como Usar: talknpc <x> <y> <seqüência>
th: รูปแบบการใช้ฟังก์ชั่น 'talknpc' (คุยกับ NPC) ผิดพลาด รูปแบบการใช้งาน: talknpc <x> <y> <sequence>
zh: 'talk' 功能語法錯誤 (與NPC交談) 使用方法: talknpc <x> <y> <序列>
zh_cn: 语法错误 'talknpc' (和一个 NPC 对话) 用法: talknpc <x> <y> <sequence>

source: Talking to NPC at (%d, %d) using sequence: %s
id: Berbicara pada NPC di (%d, %d) menggunakan urutan : %s
ko: NPC (%d, %d) 와 대화 using sequence: %s
pt: Conversando com NPC em (%d, %d) usando a seqüência: %s
th: คุยกับ NPC ที่พิกัด (%d, %d) โดยใช้ลำดับการคุย: %s
zh: 在 (%d, %d) 與NPC交談, 使用序列: %s
zh_cn: 和 (%d, %d) 的 NPC 对话，编号: %s

source: Syntax Error in function 'tank' (Tank for a Player) Usage: tank <player #|player name>
id: Sintaks Error pada function 'tank' (Tank untuk Player) Penggunaan: tank <player #|nama player>
pt: Erro de sintaxe na função 'tank' (Tankar para um jogador) Como Usar: tank <num jogador|nome jogador>
th: รูปแบบการใช้ฟังก์ชั่น 'tank' (แทงค์ให้กับผู้เล่น) ผิดพลาด รูปแบบการใช้งาน: tank <player #|player name>
zh: 'tank' 功能語法錯誤 (幫玩家擋怪) 使用方法: tank <玩家代號|玩家名稱>
