Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Disconnecting to avoid %s!
id: Disconnecting untuk menghindari %s!
ko: %s 피하기 위해 종료합니다.
pt: Desconectando-se para evitar %s!
th: ยกเลิกการติดต่อเพื่อหนี %s!
zh: 斷線以迴避 %s!
zh_cn: 断开连接，因为发现要回避的人 %s!

source: *** %s talked to you, auto disconnected ***
id: *** %s berbicara pada anda, disconnect secara otomatis ***
ko: *** %s 가 당신에게 말합니다. 자동 종료합니다. ***
pt: *** %s falou com você, auto-desconexão ***
th: *** %s พูดคุยกับคุณ ยุติการเชื่อมต่อโดยอัตโนมัติ ***
zh: *** %s 與您說話, 自動斷線 ***
zh_cn: *** %s 和你对话, 自动下线 ***

source: ------- Character @< --------- Name: @<<<<<<<<<<<<<<<<<<<<<<<< Job: @<<<<<<< Job Exp: @<<<<<<< Lv: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< Zenny: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------
id: ------- Character @< --------- Nama: @<<<<<<<<<<<<<<<<<<<<<<<< Job: @<<<<<<< Job Exp: @<<<<<<< Lv: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< Zenny: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------
ko: ------- 캐릭터 @< --------- 이름: @<<<<<<<<<<<<<<<<<<<<<<<< 잡: @<<<<<<< Job Exp: @<<<<<<< 렙: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< 경험치: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< 제니: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------
pt: ------- Personagem @< -------- Nome: @<<<<<<<<<<<<<<<<<<<<<<<< Classe: @<<<<<<< Exp Classe: @<<<<<<< Nv: @<<<<<<< For: @<<<<<<<< Nv.C: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Des: @<<<<<<<< Zeny: @<<<<<<<<<< Sor: @<<<<<<<< -------------------------------
th: ------- ตัวละคร @< --------- ชื่อ: @<<<<<<<<<<<<<<<<<<<<<<<< อาชีพ: @<<<<<<< Job Exp: @<<<<<<< Lv: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< Zenny: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------
zh: --------- 角色 @< ------------ 名稱: @<<<<<<<<<<<<<<<<<<<<<<<< Job: @<<<<<<< Job Exp: @<<<<<<< Lv: @<<<<<<< Str: @<<<<<<<< J.Lv: @<<<<<<< Agi: @<<<<<<<< Exp: @<<<<<<< Vit: @<<<<<<<< HP: @||||/@|||| Int: @<<<<<<<< SP: @||||/@|||| Dex: @<<<<<<<< Zenny: @<<<<<<<<<< Luk: @<<<<<<<< -------------------------------

source: Slot %d: %s (%s, level %d/%d)
ko: 슬롯 %d: %s (%s, level %d/%d)
pt: Slot %d: %s (%s, nível %d/%d)
th: ช่องที่ %d: %s (%s, level %d/%d)
zh: 角色格 %d: %s (%s, level %d/%d)
zh_cn: Slot %d: %s (%s, 等级 %d/%d)

source: ------------- Character List ------------- %s ------------------------------------------
id: ------------- List Character ------------- %s ------------------------------------------
ko: ------------- 캐릭터 목록 ------------- %s ------------------------------------------
pt: ---------- Lista de Personagens ---------- %s ------------------------------------------
th: ------------- รายชื่อตัวละคร ------------- %s ------------------------------------------
zh: ---------------- 角色清單 ---------------- %s ------------------------------------------
zh_cn: ------------- 人物列表 ------------- %s ------------------------------------------

source: Create a new character
id: Membuat character baru
ko: 새로운 캐릭터 생성
pt: Criar um novo personagem
th: สร้างตัวละครใหม่
zh: 新建一個角色
zh_cn: 创建一个人物

source: Delete a character
id: Menghapus sebuah character
ko: 캐릭터 삭제
pt: Apaga um personagem
th: ลบตัวละคร
zh: 刪除一個角色
zh_cn: 删除人物

source: Please chooce a character or an action.
id: Silahkan memilih sebuah character atau sebuah tindakan.
pt: Por favor escolha um personagem ou uma ação:
zh: 請選擇一個角色或一個行動.

source: Character selection
id: Pilihan character
ko: 캐릭터 선택
pt: Seleção de Personagem
th: เลือกตัวละคร
zh: 角色選擇
zh_cn: 选择人物

source: There are no characters on this account.
id: Tidak ada character pada account ini.
ko: 이 계정에는 캐릭터가 없습니다.
pt: Não existem personagens nesta conta.
th: ยังไม่มีตัวละครใน ไอดี นี้
zh: 無角色在此帳號.
zh_cn: 此帐号上没有角色.

source: Please enter the desired properties for your characters, in this form: (slot) "(name)" [ (str) (agi) (vit) (int) (dex) (luk) [ (hairstyle) [(haircolor)] ] ]
id: Silahkan memilih property yang diinginkan untuk character anda, pada form ini: (slot) "(name)" [ (str) (agi) (vit) (int) (dex) (luk) [ (hairstyle) [(haircolor)] ] ]
pt: Favor entrar com as propriedades desejadas para seu personagem nesta forma: (slot) "(nome)" [(for) (agi) (vit) (int) (des) (sor) [(estilo_cabelo) [(cor)]]]
zh: 請鍵入所需的素質給您的角色, 用以下的格式: (角色格) "(名稱)" [ (str) (agi) (vit) (int) (dex) (luk) [ (髮型) [(髮色)] ] ]
zh_cn: 请输入你的角色的各项数据: (slot) "(名字)" [ (str) (agi) (vit) (int) (dex) (luk) [ (发型) [(发色)] ] ]

source: You didn't specify enough parameters.
id: Anda tidak menspesifikasikan parameter yang cukup.
pt: Você não especificou parêmetros suficientes.
th: คุณไม่ได้กำหนดตัวแปรให้อย่างเพียงพอ
zh: 您並沒有指定足夠的參數.
zh_cn: 你没有表达足够的参数.

source: Creating character "%s" in slot "%s"...
id: Membuat character "%s" pada slot "%s"...
ko: 캐릭터 생성 "%s" in slot "%s"...
pt: Criando personagem "%s" no slot "%s"...
th: สร้างตัวละคร "%s" ในช่องที่ "%s"...
zh: 新建角色 "%s" 在角色格 "%s"...
zh_cn: 创建角色 "%s" 在 slot "%s"...

source: Select the character you want to delete.
id: Pilih character yang anda inginkan untuk dihapus:
pt: Selecione o personagem que deseja apagar.
zh: 請選擇您想要刪除的角色.
zh_cn: 选择你要删除的人物.

source: Delete character
id: Menghapus character
ko: 캐릭터 삭제
pt: Apagar personagem
th: ลบตัวละคร
zh: 刪除角色
zh_cn: 删除人物

source: Are you ABSOLUTELY SURE you want to delete: %s
id: Apakah anda BENAR-BENAR YAKIN ingin menghapus: %s
pt: Você está REALMENTE CERTO que quer excluir: %s
zh: 您絕對確定要刪除嗎: %s
zh_cn: 你确定要删除: %s

source: No, don't delete
id: Tidak, jangan dihapus
ko: 아니오, 삭제하지 않습니다.
pt: Não, não apague
th: ไม่ลบดีกว่า
zh: 不, 不要刪除
zh_cn: 不, 不要删除

source: Yes, delete
id: Ya, hapus
ko: 예, 삭제합니다.
pt: Sim, apague
th: ใช่ ลบเลย
zh: 是的, 刪除
zh_cn: 是的, 删除

source: Confirm delete
id: konfirmasi penghapusan
ko: 삭제 확인
pt: Confirmar deleção
th: ยืนยันการลบ
zh: 確認刪除
zh_cn: 确定删除

source: Deleting character %s...
id: Menghapus character %s...
ko: 캐릭터 삭제중r %s...
pt: Apagando personagem %s...
th: กำลังลบตัวละคร %s...
zh: 角色 %s 刪除中...
zh_cn: 删除人物 %s...

source: The current map (%s) is not on the list of allowed maps.
id: Map sekarang (%s) tidak ada pada list map yang diperbolehkan.
ko: 현재 맵 (%s) 에 허용된 맵 목록이 없습니다.
pt: O mapa atual (%s) não está na lista dos mapas permitidos.
th: แผนที่ปัจจุบัน (%s) ไม่ได้อยู่ในรายการ allowed maps
zh: 現在的地圖(%s)不在允許的地圖清單裡.
zh_cn: 当前的地图 (%s) 是不在运行列表里的地图.

source: ** The current map (%s) is not on the list of allowed maps.
id: ** Map saat ini (%s) tidak terdapat dalam list map yang diperbolehkan.
ko: ** 현재 맵 (%s) 은 허용된 맵 목록에 없습니다.
pt: ** O mapa atual (%s) não está na lista dos mapas permitidos.
th: ** แผนที่ปัจจุบัน (%s) ไม่ได้อยู่ในรายการ allowed maps
zh: ** 現在的地圖(%s)不在允許的地圖清單裡.
zh_cn: ** 当前的地图 (%s) 是不在运行列表里的地图.

source: ** Exiting...
id: ** Keluar...
ko: ** 나가는 중...
pt: ** Saindo...
th: ** กำลังออกจากโปรแกรม...
zh: ** 結束中...
zh_cn: ** 退出中...

source: We're not currently connected to the character login server.
id: Saat ini tidak sedang terhubung dengan character login server.
ko: 캐릭터 로그인서버에 현재 접속할 수 없습니다.
pt: Não estamos conectados ao servidor de personagens.
th: ยังไม่ได้เชื่อมต่อไปยัง character login server
zh: 我們目前尚未與角色登入伺服器連接.
zh_cn: 我们现在无法连接到角色服务器.

source: Slot "%s" is not a valid number.
id: Slot "%s" bukan merupakan nomor yang benar.
ko: 슬롯 "%s" 은 유효하지 않은 번호입니다.
pt: Slot "%s" não é um número válido.
th: ช่องตัวละคร "%s" ไม่สามารถเลือกได้
zh: 角色格 "%s" 不是一個有效的數字.
zh_cn: Slot "%s" 不是已经有效的数字.

source: The slot must be comprised between 0 and 4.
id: slot harus berada diantara 0 dan 4.
ko: 슬롯은 0~4 사이여야 합니다.
pt: O número do slot precisa estar entre 0 e 4.
th: ช่องตัวละครจะต้องอยู่ในช่วง 0 ถึง 4
zh: 角色格必須在0和4之間構成.
zh_cn: slot 必须在 0 和 4 之间.

source: Slot %s already contains a character (%s).
id: Slot %s sudah terdapat character (%s).
pt: O slot %s já tem um personagem (%s).
th: ช่อง %s มีตัวละครอยู่แล้ว (%s).
zh: 角色格 %s 已經包含了一個角色 (%s).
zh_cn: Slot %s 已经有一个人物了 (%s).

source: Name must not be longer than 23 characters.
id: Nama tidak boleh lebih dari 23 karakter.
ko: 이름은 23글자 보다 길면 안됩니다.
pt: O nome não pode conter mais de 23 caracteres.
th: ชื่อต้องไม่ยาวเกินกว่า 23 ตัวอักษร
zh: 名稱不可長於23個字元.
zh_cn: 名字不能超过 23 个字符.

source: Stats must be comprised between 1 and 9.
id: Stat harus berada diantara 1 dan 9.
ko: 상태는 1~9 사이여야 합니다.
pt: Os atributos devem estar entre 1 e 9.
th: Stats จะต้องอยู่ในช่วง 1 ถึง 9
zh: 素質點必須在1和9中間構成.
zh_cn: 状态需在 1 到 9 之间.

source: The sums Str + Int, Agi + Luk and Vit + Dex must all be equal to 10.
id: Total dari Str + Int, Agi + Luk dan Vit + Dex semua harus sama dengan 10.
pt: O somatório de For + Int, Agi + Sor e Vit + Des devem totalizar 10.
th: พลรวมระหว่าง Str + Int, Agi + Luk และ Vit + Dex จะต้องเท่ากับ 10
zh: Str + Int, Agi + Luk 與 Vit + Dex 的和必須都等於10.
zh_cn: 状态点数 Str + Int, Agi + Luk 和 Vit + Dex 不能超过 10.

source: Message Dumped into DUMP.txt!
id: Message di-Dump ke DUMP.txt!
pt: Mensagem Descarregada em DUMP.txt!
zh: 訊息已轉儲至 DUMP.txt!
zh_cn: 信息 Dumped 到了 DUMP.txt!

source: Inventory Item Removed: %s (%d) x %d
id: Item Inventory Dipindahkan: %s (%d) x %d
ko: 장비창에 아이템이 제거되었습니다.: %s (%d) x %d
pt: Item removido do inventário: %s (%d) x %d
th: ไอเท็มลงในตัวได้ถูกนำออกไป: %s (%d) x %d
zh: 物品欄的物品已移除: %s (%d) x %d
zh_cn: 携带物品移除: %s (%d) x %d

source: ===============Item Description=============== Item: %s
id: ===============Deskripsi Item=============== Item: %s
ko: ===============아이템 설명=============== 아이템: %s
pt: ==============Descrição do Item=============== Item: %s
th: ===============รายละเอียดไอเท็ม=============== ไอเท็ม: %s
zh: ===================物品描述=================== 物品: %s
zh_cn: ===============道具说明=============== 道具: %s

source: Exiting...
id: Keluar...
ko: 나가기...
pt: Saindo...
th: กำลังออกจากโปรแกรม...
zh: 結束中...
zh_cn: 退出中...

source: Relogging in %d seconds...
id: Login ulang dalam %d detik...
ko: %d 초 후에 다시 로그인...
pt: Relogando-se %d segundos...
th: กำลังจะล๊อกอินใหม่ภายใน %d วินาที...
zh: 在 %d 秒後重新登入...
zh_cn: 重新记录在 %d 秒后...

source: Remove perfectly hidden %s
id: Menghilangkan %s yang sembunyi dengan sempurna
pt: Removido %s em esconderijo perfeito
zh: 移除完整地隱藏 %s

source: %s does not exist.
id: %s tidak ada.
ko: %s 존재하지 않습니다.
pt: %s não existe
th: %s ไม่มีอยู่
zh: %s 並不存在.
zh_cn: %s 不存在

source: Teleporting because of attack miss
id: Melakukan Teleport dikarenakan gagal menyerang (luput)
ko: 공격 실수 때문에 텔레포트합니다.
pt: Teleportando por errar o ataque
th: เทเลพอทเนื่องจากโจมตี miss
zh: 因攻擊Miss而瞬移
zh_cn: 错过攻击了，飞

source: Teleporting after attacking a monster %d times
id: Melakukan Teleport setelah menyerang monster %d kali
ko: 몬스터를 %d 회 공격 후 텔레포트 합니다.
pt: Teleportando depois de atacar um monstro %d vezes
th: เทเลพอทหลังจากโจมตีมอนสเตอร์ไปแล้ว %d ครั้ง
zh: 因攻擊怪物超過 %d 次而瞬移
zh_cn: 攻击 %d 后就飞

source: %s (%s) has been provoked, searching another monster
id: %s (%s) telah di-provoke, mencari monster lainnya.
ko: %s (%s) 벗어났습니다, 다른 몬스터를 찾는 중
pt: %s (%s) foi Provocado, procurando outro monstro
th: %s (%s) ถูกโจมตีไปแล้ว ค้นหามอนสเตอร์ตัวใหม่
zh: %s (%s) 已被挑釁, 尋找其它怪物中
zh_cn: %s (%s) 已经被挑拨, 查找其他怪物

source: Teleporting due to attack from %s
id: Melakukan Teleport dikarenakan serangan dari %s
pt: Teleportando por causa do ataque de %s
th: เทเลพอทเนื่องจากถูกโจมตีจาก %s
zh: 因遭受 %s 攻擊而瞬移

source: Next %d dmg could kill you. Teleporting...
id: Serangan %d dmg berikutnya dapat membunuh anda. Melakukan Teleport...
ko: 다음에 %d 데미지로 죽을 수 있습니다. 그래서 텔레포트합니다...
pt: Os próximos %d de dano podem te matar. Teleportando...
th: ความเสียหาย %d ต่อไปจะทำให้คุณตาย กำลังเทเลพอท...
zh: 下一被傷害值 %d 可能致死. 瞬移中...

source: %s hit you for more than %d dmg. Teleporting...
id: %s menyerang anda lebih dari %d dmg. Melakukan Teleport...
pt: %s te acertou em mais de %d de dano. Teleportando...
th: %s โจมตีคุณโดยเกิดความเสียหายมากกว่า %d กำลังเทเลพอท...
zh: 被 %s 傷害超過 %d. 瞬移中...

source: %s hit you for more than %d dmg in lockMap. Teleporting...
id: %s menyerang anda lebih dari %d dmg di lockMap. Melakukan Teleport...
pt: %s te atingiu para mais de %d de dano no lockMap. Teleportando...
th: %s โจมตีคุณความเสียหายเกิน %d ใน lockMap กำลังเทเลพอท...
zh: 在鎖定地圖中被 %s 傷害超過 %d. 瞬移中...

source: %s attacks you while you are sitting. Teleporting...
id: %s menyerang anda saat sedang duduk. Melakukan Teleport...
ko: %s 이(가) 앉아 있는 당신을 공격합니다. 텔레포트합니다...
pt: %s te atacou enquanto você sentava. Teleportando...
th: %s โจมตีคุณขณะกำลังนั่งอยู่ กำลังเทเลพอท...
zh: %s 在您坐著時攻擊您. 瞬移中...

source: %s hit you for a total of more than %d dmg. Teleporting...
id: %s menyerang anda total lebih dari %d dmg. Melakukan Teleport...
ko: %s 총 데미지보다 타격 데미지가 큼 %d . 텔레포팅...
pt: %s te atingiu no total em mais de %d de dano. Teleportando...
th: %s โจมตีคุณรวมความเสียหายแล้วเกิน %d กำลังเทเลพอท...
zh: 被 %s 傷害的總值超過 %d. 瞬移中...

source: %s hit you for a total of more than %d dmg in lockMap. Teleporting...
id: %s menyerang anda total lebih dari %d dmg di lockMap. Melakukan Teleport...
ko: %s 타격 %d 총데미지보다 큼 락맵에서. 텔레포트...
pt: %s te atingiu no total em mais de %d de dano no lockMap. Teleportando...
th: %s โจมตีคุณรวมความเสียหายแล้วเกิน %d ใน lockMap กำลังเทเลพอท...
zh: 在鎖定地圖中被 %s 傷害的總值超過 %d. 瞬移中...

source: %s hit you when your HP is too low. Teleporting...
id: %s menyerang anda ketika HP anda sedang sangat rendah. Melakukan Teleport...
ko: %s HP가 낮음. 텔레포트...
pt: %s te atingiu com HP muito baixo. Teleportando...
th: %s โจมตีคุณเมื่อ HP ของคุณน้อยเกินไป กำลังเทเลพอท...
zh: %s 在您HP過低時攻擊您. 瞬移中...

source: Change target to aggressive : %s (%s)
id: Merubah target menjadi agresif : %s (%s)
ko: 목표변경 to aggressive : %s (%s)
pt: Mudado para agressivo: %s (%s)
th: เปลี่ยนเป้าหมายเป็น: %s (%s)
zh: 改為目標為主動: %s (%s)

source: Homunculus teleporting due to attack from %s
id: Homunculus melakukan teleport dikarenakan serangan dari %s
ko: 호문 텔레포트 due to attack from %s
pt: Homúnculo teleportando por causa do ataque de %s
th: เทเลพอทเนื่องจาก homunculus ถูกโจมตีจาก %s
zh: 人工生命體因遭受 %s 攻擊而瞬移

source: Next %d dmg could kill your homunculus. Teleporting...
id: Serangan %d dmg berikutnya dapat membunuh homunculus anda. Melakukan Teleport...
pt: Os próximos %d de dano podem matar seu Homúnculo. Teleportando...
th: ความเสียหาย %d ต่อไปจะทำให้ homunculus ของคุณตาย กำลังเทเลพอท...
zh: 人工生命體下一被傷害值 %d 可能致死. 瞬移中...

source: %s hit your homunculus for more than %d dmg. Teleporting...
id: %s menyerang homunculus anda lebih dari %d dmg. Melakukan Teleport...
pt: %s acertou seu Homúnculo em mais de %d de dano. Teleportando...
th: %s โจมตี homunculus ของคุณโดยเกิดความเสียหายมากกว่า %d กำลังเทเลพอท...
zh: 人工生命體被 %s 傷害超過 %d. 瞬移中...

source: %s hit your homunculus for more than %d dmg in lockMap. Teleporting...
id: %s menyerang homunculus anda lebih dari %d dmg di lockMap. Melakukan Teleport...
pt: %s atingiu seu Homúnculo para mais de %d de dano no lockMap. Teleportando...
th: %s โจมตี homunculus ของคุณความเสียหายเกิน %d ใน lockMap กำลังเทเลพอท...
zh: 人工生命體在鎖定地圖中被 %s 傷害超過 %d. 瞬移中...

source: %s hit your homunculus for a total of more than %d dmg. Teleporting...
id: %s menyerang homunculus anda total lebih dari %d dmg. Melakukan Teleport...
pt: %s atingiu seu Homúnculo no total em mais de %d de dano. Teleportando...
th: %s โจมตี homunculus ของคุณรวมความเสียหายแล้วเกิน %d กำลังเทเลพอท...
zh: 人工生命體被 %s 傷害的總值超過 %d. 瞬移中...

source: %s hit your homunculus for a total of more than %d dmg in lockMap. Teleporting...
id: %s menyerang homunculus anda total lebih dari %d dmg di lockMap. Melakukan Teleport...
pt: %s atingiu seu Homúnculo no total em mais de %d de dano no lockMap. Teleportando...
th: %s โจมตี homunculus ของคุณรวมความเสียหายแล้วเกิน %d ใน lockMap กำลังเทเลพอท...
zh: 人工生命體在鎖定地圖中被 %s 傷害的總值超過 %d. 瞬移中...

source: %s hit your homunculus when your homunculus' HP is too low. Teleporting...
id: %s menyerang homunculus anda ketika HP homunculus anda sedang sangat rendah. Melakukan Teleport...
pt: %s te atingiu seu Homúnculo com HP muito baixo. Teleportando...
th: %s โจมตี homunculus ของคุณเมื่อ HP ของ homunculus น้อยเกินไป กำลังเทเลพอท...
zh: %s 在您的人工生命體HP過低時攻擊他. 瞬移中...

source: Homunculus change target to aggressive : %s (%s)
id: Homunculus merubah target menjadi agresif : %s (%s)
ko: 호문 목표 변경 to aggressive : %s (%s)
pt: Homúnculo mudou o alvo para tipo agressivo: %s (%s)
th: Homunculus เปลี่ยนเป้าหมายไปยัง : %s (%s)
zh: 人工生命體改變目標為主動: %s (%s)

source: Using Teleport Skill Level 2 though we not have it!
id: Menggunakan Skill Teleportl Level 2 meskipun tidak mempunyainya!
ko: 가지고 있지 않더라도 텔레포트 스킬 2 를 사용합니다..!
pt: Usando habilidade Teleporte nível 2 apesar de não a termos!
th: ใช้สกิล Teleport เลเวล 2 โดยที่คุณไม่มี!
zh: 使用二級瞬移技能中, 雖然我們無此技能!
zh_cn: 使用2级飞技能!

source: No Fly Wing or Butterfly Wing, fallback to Teleport Skill
id: Tidak ada Fly Wing atau Butterfly Wing, kembali ke Skill Teleport
ko: 파리날개와 나비날개가 없어서 텔레포트 스킬 대신 사용합니다.
pt: Sem Asa de Mosca ou Borboleta, utilizando habilidade Teleporte
th: ไม่มี Fly Wing หรือ Butterfly Wing กลับไปใช้ Teleport Skill
zh: 無蒼翅或蝴翅, 降回使用技能瞬移
zh_cn: 没有道具, 使用飞技能

source: You don't have the Teleport skill or a Fly Wing
id: Anda tidak memiliki Skill Teleport atau Fly Wing
ko: 텔레포트 스킬이나 파리날개가 없습니다.
pt: Você não possui habilidade teleporte ou Asa de Mosca
th: คุณไม่มีสกิล Teleport หรือไม่มี Fly Wing
zh: 您並沒有瞬移技能或蒼蠅翅膀
zh_cn: 你没有飞技能和道具

source: You don't have the Teleport skill or a Butterfly Wing
id: Anda tidak memiliki Skill Teleport atau Butterfly Wing
ko: 텔레포트 스킬이나 파리날개가 없습니다.
pt: Você não possui habilidade teleporte ou Asa de Borboleta
th: คุณไม่มีสกิล Teleport หรือไม่มี Butterfly Wing
zh: 您並沒有瞬移技能或蝴蝶翅膀
zh_cn: 你没有飞技能和道具

source: ---------- Storage %s -----------
ko: ---------- 창고 %s -----------
pt: ---------- Armazém %s -----------
th: ----------คลังเก็บของ %s-----------
zh: ----------- 倉庫 %s -------------
zh_cn: ---------- 仓库 %s -----------

source: Broken
id: Rusak
ko: 깨진
pt: Quebrado
th: เสียหาย(พัง)
zh: 壞掉的
zh_cn: 打破

source: Capacity: %d/%d
id: Kapasitas: %d/%d
ko: 용량: %d/%d
pt: Capacidade: %d/%d
th: ความจุ: %d/%d
zh: 容量: %d/%d
zh_cn: 容量: %d/%d

source: Storage logged
id: Storage telah di-log
ko: 창고 기록
pt: Armazém registrado.
th: บันทึกคลังเก็บของแล้ว
zh: 倉庫資訊已記錄
zh_cn: 仓库记录

source: Unable to write to %s
id: tidak dapat menulis di %s
pt: Não foi possível gravar em %s
th: ไม่สามารถเขียนไปที่ %s
zh: 無法寫入至 %s
zh_cn: 不能写到 %s

source: %s %s %s - Dmg: %s (delay %s)
ko: %s %s %s - 데미지: %s (지연 %s)
pt: %s %s %s - Dano: %s (atraso %s)
th: %s %s %s - ความเสียหาย: %s (ดีเลย์ %s)
zh: %s %s %s - 傷害: %s (延遲 %s)

source: You are casting %s on location (%d, %d) - (time %sms)
id: Anda melakukan cast %s pada lokasi (%d, %d) - (waktu %sms)
ko: 당신에게 %s 을(를) 캐스팅 중... 위치 (%d, %d) - (시간 %sms)
pt: Você está conjurando %s na localidade (%d, %d) - (tempo %sms)
th: คุณร่าย %s ไปที่พิกัด (%d, %d) - (ระยะเวลา %sms)
zh: 您正在詠唱 %s 於座標 (%d, %d) - (時間 %sms)

source: Player %s (%d) is casting %s on location (%d, %d) - (time %sms)
id: Player %s (%d) melakukan cast %s pada lokasi (%d, %d) - (waktu %sms)
ko: 플레이어 %s (%d) 가 %s 을(를) 캐스팅 중... 위치 (%d, %d) - (시간 %sms)
pt: O jogador %s (%d) está conjurando %s na localidade (%d, %d) - (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ไปที่พิกัด (%d, %d) - (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 於座標 (%d, %d) - (時間 %sms)

source: Monster %s (%d) is casting %s on location (%d, %d) - (time %sms)
id: Monster %s (%d) melakukan cast %s pada lokasi (%d, %d) - (waktu %sms)
ko: 몬스터 %s (%d) 가 %s 를 캐스팅 중... 위치 (%d, %d) - (시간 %sms)
pt: O monstro %s (%d) está conjurando %s na localidade (%d, %d) - (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ไปที่พิกัด (%d, %d) - (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 於座標 (%d, %d) - (時間 %sms)

source: Unknown #%s (%d) is casting %s on location (%d, %d) - (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada lokasi (%d, %d) - (waktu %sms)
ko: 알려지지 않은 #%s (%d) 가 %s 를 캐스팅 중... 위치 (%d, %d) - (시간 %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s na localidade (%d, %d) - (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ไปที่พิกัด (%d, %d) - (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 於座標 (%d, %d) - (時間 %sms)

source: You are casting %s on yourself (time %sms)
id: Anda melakukan cast %s pada diri sendiri (waktu %sms)
ko: 자신에게 %s 를 캐스팅 중입니다. (시간 %sms)
pt: Você está conjurando %s em si (tempo %sms)
th: คุณร่าย %s ใส่ตัวเอง (ระยะเวลา %sms)
zh: 您正在詠唱 %s 給自己 (時間 %sms)

source: You are casting %s on player %s (%d) (time %sms)
id: Anda melakukan cast %s pada player %s (%d) (waktu %sms)
ko: %s 을 캐스팅 중... 플레이어 %s (%d) 에게 (시간 %sms)
pt: Você está conjurando %s no jogador %s (%d) (tempo %sms)
th: คุณร่าย %s ใส่ผู้เล่น %s (%d) (ระยะเวลา %sms)
zh: 您正在詠唱 %s 於玩家 %s (%d) (時間 %sms)

source: You are casting %s on monster %s (%d) (time %sms)
id: Anda melakukan cast %s pada monster %s (%d) (waktu %sms)
ko: %s 캐스팅 중... 몬스터 %s (%d) (시간 %sms)
pt: Você está conjurando %s no monstro %s (%d) (tempo %sms)
th: คุณร่าย %s ใส่มอนสเตอร์ %s (%d) (ระยะเวลา %sms)
zh: 您正在詠唱 %s 於怪物 %s (%d) (時間 %sms)

source: You are casting %s on Unknown #%s (%d) (time %sms)
id: Anda melakukan cast %s pada Unknown #%s (%d) (waktu %sms)
ko: %s 캐스팅 중... 알려지지 않은 #%s (%d) (시간 %sms)
pt: Você está conjurando %s em um desconhecido %s (%d) (tempo %sms)
th: คุณร่าย %s ใส่ Unknown #%s (%d) (ระยะเวลา %sms)
zh: 您正在詠唱 %s 於未知 #%s (%d) (時間 %sms)

source: Player %s (%d) is casting %s on you (time %sms)
id: Player %s (%d) melakukan cast %s pada anda (waktu %sms)
ko: 플레이어 %s (%d) 가 %s 을 캐스팅 중... 당신에게 (시간 %sms)
pt: O jogador %s (%d) está conjurando %s em você (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่คุณ (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 於您 (時間 %sms)

source: Player %s (%d) is casting %s on player %s (%d) (time %sms)
id: Player %s (%d) melakukan cast %s pada player %s (%d) (waktu %sms)
ko: 플레이어 %s (%d) 가 %s 을 캐스팅 중... 플레이어 %s (%d) 에게 (시간 %sms)
pt: O jogador %s (%d) está conjurando %s no jogador %s (%d) (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่ผู้เล่น %s (%d) (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 於玩家 %s (%d) (時間 %sms)

source: Player %s (%d) is casting %s on himself (time %sms)
id: Player %s (%d) melakukan cast %s pada dirinya (waktu %sms)
ko: 플레이어 %s (%d) 가 자신에게 %s 을 캐스팅 중... (시간 %sms)
pt: O jogador %s (%d) está conjurando %s em si (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่ตัวเอง (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 給他自己 (時間 %sms)

source: Player %s (%d) is casting %s on herself (time %sms)
id: Player %s (%d) melakukan cast %s pada dirinya (waktu %sms)
ko: 플레이어 %s (%d) 가 자신에게 %s 캐스팅 중... (시간 %sms)
pt: A jogadora %s (%d) está conjurando %s em si (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่ตัวเอง (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 給她自己 (時間 %sms)

source: Player %s (%d) is casting %s on monster %s (%d) (time %sms)
id: Player %s (%d) melakukan cast %s pada monster %s (%d) (waktu %sms)
ko: 플레이어 %s (%d) 가 %s을 캐스팅 중... 몬스터 %s (%d) 에게 (시간 %sms)
pt: O jogador %s (%d) está conjurando %s no monstro %s (%d) (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่มอนสเตอร์ %s (%d) (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 於怪物 %s (%d) (時間 %sms)

source: Player %s (%d) is casting %s on Unknown #%s (%d) (time %sms)
id: Player %s (%d) melakukan cast %s pada Unknown #%s (%d) (waktu %sms)
ko: 플레이어 %s (%d) 가 %s 캐스팅 중... Unknown #%s (%d) (time %sms)
pt: O jogador %s (%d) está conjurando %s em algo desconhecido #%s (%d) (tempo %sms)
th: ผู้เล่น %s (%d) ร่าย %s ใส่ Unknown #%s (%d) (ระยะเวลา %sms)
zh: 玩家 %s (%d) 正在詠唱 %s 於未知 #%s (%d) (時間 %sms)

source: Monster %s (%d) is casting %s on you (time %sms)
id: Monster %s (%d) melakukan cast %s pada anda (waktu %sms)
ko: 몬스터 %s (%d) 가 %s 을(를) 당신에게 캐스팅 중...(시간 %sms)
pt: O monstro %s (%d) está conjurando %s em você (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ใส่คุณ (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 於您 (時間 %sms)
