Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Calculating lockMap route to: %s(%s): %s, %s
id: Mengkalkulasi rute lockMap ke: %s(%s): %s, %s
ko: lockMap 경로 계산 중: %s(%s): %s, %s
pt: Calculando rota de lockMap para: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางไปยัง lockMap: %s(%s): %s, %s
zh: 正在計算前往鎖定地圖的路徑至: %s(%s): %s, %s

source: Calculating lockMap route to: %s(%s)
id: Mengkalkulasi rute lockMap ke: %s(%s)
ko: lockMap 경로 계산 중: %s(%s)
pt: Calculando rota de lockMap para: %s(%s)
th: กำลังคำนวณหาเส้นทางไปยัง lockMap: %s(%s)
zh: 正在計算前往鎖定地圖的路徑至: %s(%s)

source: Auto-adding stat %s
id: Menambahkan secara otomatis stat %s
pt: Auto-adicionando atributo %s
th: กำลังอัพ stat %s ให้โดยอัตโนมัติ
zh: 自動加素質點 %s

source: Unknown skill '%s'; disabling skillsAddAuto
id: Skill tidak diketahui '%s'; menonaktifkan skillsAddAuto
pt: Habilidade desconhecida '%s'; desabilitando skillsAddAuto
th: ไม่รู้จักสกิลนี้ '%s'; ยกเลิกการอัพสกิลอัตโนมัติ (skillsAddAuto)
zh: 未知的技能 '%s'; disabling skillsAddAuto

source: Auto-adding skill %s
id: Menambahkan secara otomatis skill %s
pt: Auto-adicionando habilidade %s
th: กำลังอัพ skill %s ให้โดยอัตโนมัติ
zh: 自動加技能點 %s

source: Invalid coordinates specified for randomWalk (coordinates are unwalkable); randomWalk disabled
id: Koordinat yang dispesifikasikan untuk randomWalk salah(Koordinat tidak dapat dijalani); randomWalk dinonaktifkan
ko: 잘못 지정된 좌표 randomWalk (coordinates are unwalkable); randomWalk disabled
pt: Coordenadas inválidas especificadas no randomWalk (são posições bloqueadas); randomWalk desabilitado
th: พิกัดที่กำหนดให้กับ randomWalk ไม่สามารถใช้ได้ (พิกัดดังกล่าวเป็นพื้นที่ๆไม่สามารถเดินได้); ยกเลิกการทำงานฟังก์ชั่น randomWalk
zh: 無效的randomWalk指定座標(座標點是無法走動區域); randomWalk disabled
zh_cn: randomWalk 指定了错误的坐标 (无法走到); randomWalk 关闭

source: Found my master - %s
id: Menemukan master - %s
ko: 마스터 찾음 - %s
pt: Encontrei meu mestre - %s
th: เจอเจ้านายแล้ว - %s
zh: 找到我的主人 - %s
zh_cn: 发现主人 - %s

source: Found my master!
id: Menemukan master!
ko: 마스터 찾음r!
pt: Encontrei meu mestre!
th: เจอเจ้านายแล้ว!
zh: 找到我的主人了!
zh_cn: 发现主人！

source: Master died. I'll wait here.
id: Master meninggal. Saya akan menunggu disini .
ko: 마스터 죽음. 기다림.
pt: O mestre morreu. Esperarei aqui.
th: เจ้านายตาย ผมจะรอที่นี่นะ
zh: 主人死了. 我會在這裡等候.
zh_cn: 主人死了. 继续等待.

source: I lost my master
id: Saya kehilangan master
ko: 마스터를 잃음
pt: Perdi meu mestre
th: ผมหลงกับเจ้านาย
zh: 我跟丟了主人
zh_cn: 失去主人

source: Trying to get him back
id: mecoba untuk mendapatkan dia kembali
ko: 뒤에서 획득 시도
pt: Tentando chamá-lo de volta
th: พยายามเอาเขากลับคืนมา
zh: 試著讓他回來
zh_cn: 等待主人回来

source: My master disconnected
id: Master telah disconnect
ko: 마스터 종료
pt: Meu mestre desconectou-se
th: เจ้านายยกเลิกการติดต่อแล้ว
zh: 我的主人下線了
zh_cn: 主人已经下线

source: My master teleported
id: Master telah teleport
pt: Meu mestre teleportou
th: เจ้านายได้เทเลพอทหนีไปแล้ว
zh: 我的主人已瞬移
zh_cn: 主人已经飞了

source: Trying to find lost master
id: Mencoba untuk menemukan master yang hilang
ko: 잃어버린 마스터 찾기 시도
pt: Tentando localizar o mestre
th: พยายามตามหาเจ้านายที่หายไป
zh: 試著找尋跟丟的主人
zh_cn: 尝试寻找主人

source: Don't know what happened to Master
id: Tidak tahu apa yang terjadi pada Master
pt: Não sei o que houve com o Mestre
th: ไม่รู้ว่าเกิดอะไรขึ้นกับเจ้านาย
zh: 不知道主人發生了什麼事
zh_cn: 不知主人发生了什么

source: Couldn't find master, giving up
id: Tidak dapat menemukan master, menyerah
ko: 마스터 찾을 수 없음, 포기
pt: Não consegui localizar meu mestre, desistindo
th: ไม่สามารถหาเจ้านายพบ ยอมแพ้
zh: 無法找到主人, 放棄了
zh_cn: 无法找到主人, 放弃

source: My master warped at (%s, %s) - moving to warp point
id: Master warp ke (%s, %s) - berjalan ke warp point
pt: Meu mestre entrou num portal em (%s, %s) - movendo-se ao Portal de Warp
th: เจ้านายเข้าจุดวาปที่ (%s, %s) - เดินไปเข้าจุดวาป
zh: 我的主人進入傳點(%s, %s) - 跟著移動至傳點位置
zh_cn: 主人移动在 (%s, %s) - 走到WARP点

source: Gathering: %s (%s)
id: Mengumpulkan: %s (%s)
ko: 채집: %s (%s)
pt: Coletando: %s (%s)
th: ทำการเก็บ %s (%s)
zh: 收集: %s (%s)
zh_cn: 拾取: %s (%s)

source: Failed to gather %s (%s) : Lost target
id: Gagal untuk mengumpulkan %s (%s) : Kehilangan target
ko: 획득 실패r %s (%s) : 목표 놓침
pt: Falha ao coletar %s (%s) : Alvo perdido
th: ล้มเหลวในการเก็บ %s (%s) : เป้าหมายหายไป
zh: 收集 %s (%s) 失敗: 失去目標
zh_cn: 不能拾取 %s (%s) : 失去目标

source: Failed to gather %s (%s) : No looting!
id: Gagal untuk mengumpulkan %s (%s) : Tidak memungut!
ko: 획득 실패r %s (%s) : 루팅 없음!
pt: Falha ao coletar %s (%s) : Sem looting!
th: ล้มเหลวในการเก็บ %s (%s) : คุณจะไม่ลูท
zh: 收集 %s (%s) 失敗: 不可橫取!
zh_cn: 不能拾取 %s (%s) : 不是自己的东西!

source: Failed to gather %s (%s) : Timeout
id: gagal untuk mengumpulkan %s (%s) : Timeout
ko: 획득 실패 %s (%s) : 시간경과
pt: Falha ao coletar %s (%s) : Tempo esgotado
th: ล้มเหลวในการเก็บ %s (%s) : หมดเวลา
zh: 收集 %s (%s) 失敗: 逾時
zh_cn: 不能拾取 %s (%s) : 超时

source: Teleporting to avoid all players
id: Melakukan Teleport untuk menghindari semua player
ko: 모든 플레이어 회피 위해 텔레포트
pt: Teleportando para evitar todos os jogadores
th: กำลังเทเลพอทหนีผู้เล่นทุกคน
zh: 正在瞬移以避免所有的玩家
zh_cn: 避免所有玩家，飞～

source: Teleporting due to insufficient HP/SP or too many aggressives
id: Melakukan Teleport dikarenakan tidak cukup HP/SP atau terlalu banyak aggressive
ko: 공격수가 너무 많거나 HP/SP 불충분하여 텔레포트
pt: Teleportando por causa de HP/SP insuficiente ou muitos monstros agressivos
th: เทเลพอทเนื่องจาก HP/SP น้อยเกินไป หรือถูกรุมมากเกินไป
zh: 由於HP/SP不足或有太多攻擊而瞬移
zh_cn: 由于 HP/SP 不足或被多数怪围殴，飞！

source: Teleporting to avoid %s
id: Melakukan Teleport untuk menghindari %s
ko: 회피 위해 텔레포트 %s
pt: Teleportando para evitar %s
th: กำลังเทเลพอทหนี %s
zh: 瞬移以避開 %s
zh_cn: 避免 %s ，飞～

source: Teleporting due to idle
id: Melakukan Teleport dikarenakan diam(tidak bergerak)
ko: 지연으로 텔레포트
pt: Teleportando por estar ocioso
th: กำลังเทเลพอทเนื่องจากว่างงาน
zh: 因閒置而瞬移
zh_cn: 发呆了，飞～

source: Teleporting to avoid portal
id: Melakukan Teleport untuk menghindari portal
ko: 포털 피하기 위해 텔레포트
pt: Teleportando para evitar um portal
th: กำลังเทเลพอทหนี portal
zh: 正在瞬移以避免傳點
zh_cn: 避免入口，飞～

source: Respawning to save point.
id: Spawn kembali ke simpan posisi.
ko: 저장 포인트로 소환.
pt: Renascendo no Ponto de Retorno.
th: กลับไปเกิดยังจุดเซฟ
zh: 瞬移回重生點.
zh_cn: 回到记录点.

source: ** Respawning to save point.
id: **Spawn kembali ke simpan posisi.
ko: ** 저장 포인트로 소환t.
pt: ** Renascendo no Ponto de Retorno.
th: ** กลับไปเกิดยังจุดเซฟ
zh: ** 正在瞬移回重生點.
zh_cn: ** 回到记录点.

source: Auto-feeding your Homunculus (
id: Memberi makan Homunculus anda secara otomatis (
ko: Auto-feeding 호문클루스 (
pt: Auto-alimentando seu Homúnculo (
th: ให้อาหาร Homunculus ของคุณอัตโนมัติ (
zh: 自動餵食您的人工生命體 (

source: Found your Homunculus!
id: Menemukan Homunculus anda!
ko: 호문클루스 찾았음!
pt: Seu Homúnculo foi localizado!
th: เจอ Homunculus ของคุณแล้ว!
zh: 發現您的人工生命體!

source: Teleporting to get homunculus back
id: Melakukan Teleport untuk mendapatkan homunculus kembali
ko: 호문 뒤에서 획득위해 텔레포트
pt: Teleportando para achar Homúnculo de volta
th: พยายามเอา Homunculus กลับคืนมา
zh: 將人工生命體傳回來

source: Trying to find your homunculus at location %d, %d (you are currently at %d, %d)
id: Mencoba untuk menemukan homunculus anda pada lokasi %d, %d (anda saat ini berada di %d, %d)
pt: Tentando localizar seu Homúnculo na coordenada %d, %d (você está atualmente em %d, %d)
th: กำลังลองหา homunculus ของคุณที่ตำแหน่ง %d, %d (ตอนนี้คุณอยู่ที่ %d, %d)
zh: 嘗試尋找您的人工生命體在位置 %d, %d (您現在位置在 %d, %d)

source: You lost your Homunculus!
id: Anda kehilangan Homunculus anda!
ko: 호문을 잃어버림!
pt: Você se perdeu de seu Homúnculo!
th: คุณหลงกับ Homunculus ของคุณ!
zh: 您弄丟了您的人工生命體!

source: Homunculus attacking: %s
id: Homunculus menyerang: %s
ko: 호문 공격: %s
pt: Homúnculo Atacando: %s
th: Homunculus ทำการโจมตี: %s
zh: 人工生命體正要攻擊: %s

source: Homunculus can't reach or damage target, dropping target
id: Homunculus tidak dapat mendekati atau menyerang target, pembatalan target
pt: Homúnculo não conseguiu atingir o alvo, desistindo
th: Homunculus ไม่สามารถไปถึงหรือทำความเสียหายให้เป้าหมาย, ยกเลิกเป้าหมาย
zh: 人工生命體無法到達或傷害到目標, 放棄目標

source: Teleport due to dropping homunculus attack target
id: Teleport dikarenakan pembatalan homunculus untuk menyerang target
pt: Teleportando devido à desistência do Homúnculo de atacar o alvo
th: Teleport เนื่องจากได้ยกเลิกเป้าหมายของ Homunculus
zh: 因放棄人工生命體要攻擊的目標而瞬移

source: Homunculus target died
id: Target homunculus mati
ko: 호문 목표 죽음
pt: Alvo do Homúnculo morreu
th: เป้าหมายของ Homunculus ตายแล้ว
zh: 人工生命體的目標已死亡

source: Homunculus target lost
id: Target homunculus hilang
ko: 호문 목표 잃음t
pt: Alvo do Homúnculo perdido
th: เป้าหมายของ Homunculus หายไป
zh: 人工生命體的目標已失去

source: Dropping target - homunculus will not kill steal others
id: Pembatalan target - homunculus tidak akan melakukan kill steal pada lainnya
pt: Desistindo do alvo - o seu Homúnculo não roubará o monstro de outros
th: ยกเลิกเป้าหมาย - Homunculus ของคุณจะไม่แจมผู้อื่น
zh: 放棄目標 - 人工生命體不可搶別人的怪

source: %s; no acceptable place for homunculus to stand
id: %s; tidak ada tempat yang memperbolehkan homunculus untuk berdiri
pt: %s; nenhum lugar disponível para o Homúnculo permanecer
th: %s; ไม่มีที่สำหรับให้ homunculus ของคุณยืน
zh: %s; 沒有合適的地方可讓人工生命體站立

source: Unable to calculate a route to homunculus target, dropping target
id: Tidak dapat mengkalkulasi rute ke target homunculus, pembatalan target
pt: Não foi possível calcular uma rota para o alvo do Homúnculo, desistindo
th: ไม่สามารคำนวณหาเส้นทางไปถึงเป้าหมายของ Homunculus ได้, ยกเลิกเป้าหมาย
zh: 無法計算路徑至人工生命體的目標, 放棄目標

source: Homunculus destination reached.
id: Tujuan homunculus telah sampai.
pt: Destino do Homúnculo alcançado.
th: Homunculus ถึงปลายทางแล้ว
zh: 人工生命體的目的地已到達.

source: Homunculus is stuck at %s (%d,%d), while walking from (%d,%d) to (%d,%d).
id: Homunculus terhambat pada %s (%d,%d), ketika berjalan dari (%d,%d) ke (%d,%d).
pt: Homúnculo travado em %s (%d,%d), enquanto andáva de (%d,%d) até (%d,%d).
th: Homunculus ติดอยู่ที่ %s (%d,%d), ระหว่างที่เดินจาก (%d,%d) ถึง (%d,%d).
zh: 人工生命體在 %s (%d,%d) 呆住, 當要從 (%d,%d) 走到 (%d,%d) 的時候.

source: Cannot load field '%s'.
id: Gagal untuk load field '%s'.
zh: 無法載入地圖 '%s'.
zh_cn: 读取失败 '%s'.

source: Cannot calculate a route from %s (%d,%d) to %s %s
id: Tidak dapat mengkalkulasi rute dari%s (%d,%d) ke %s %s
zh: 無法計算路徑,從 %s (%d,%d) 至 %s %s
zh_cn: 不能计算 %s (%d,%d) 到 %s %s

source: Arrived at waypoint %s
id: Tiba di waypoint %s
ko: 웨이포인트 도착 %s
pt: Chegada no ponto do percurso %s
th: มาถึง waypoint %s แล้ว
zh: 抵達路線點 %s
zh_cn: 到达 %s

source: Walking to waypoint %s: %s(%s): %s,%s
id: Berjalan ke waypoint %s: %s(%s): %s,%s
pt: Caminhando ao ponto de percurso %s: %s(%s): %s,%s
th: เดินไปที่ waypoint %s: %s(%s): %s,%s
zh: 前往路線點 %s: %s(%s): %s,%s
zh_cn: 走到 %s: %s(%s): %s,%s

source: Unable to talk to NPC at %s (%s,%s).
id: Tidak dapat berbicara dengan NPC di %s (%s,%s).
pt: Não foi possível falar com o NPC em %s (%s,%s).
th: ไม่สามารคุยกับ NPC ที่ %s (%s,%s).
zh: 無法在 %s (%s,%s) 與NPC交談.
zh_cn: 不能和 NPC 对话，在 %s (%s,%s).

source: Unable to walk from %s (%s,%s) to NPC at (%s,%s).
id: Tidak dapat berjalan dari %s (%s,%s) ke NPC di (%s,%s).
pt: Não foi possível andar de %s (%s,%s) ao NPC em (%s,%s).
th: ไม่สามารถเดินจาก %s (%s,%s) ถึง NPC ที่ (%s,%s).
zh: 無法從 %s (%s,%s) 走到位於 (%s,%s) 的NPC.
zh_cn: 无法行走从 %s (%s,%s) 到 NPC 在 (%s,%s).

source: No LOS from %s (%s,%s) to Final Destination at (%s,%s).
id: Tidak ada LOS dari %s (%s,%s) ke Tujuan Akhir di (%s,%s).
pt: Sem Campo de Visão de %s (%s,%s) para o destino final em (%s,%s).
th: ไม่มี LOS จาก %s (%s,%s) ถึงเป้าหมายสุดท้ายที่ (%s,%s).
zh: 無 LOS 能從 %s (%s,%s) 到最終的目的地 (%s,%s).
zh_cn: 没有发现从 %s (%s,%s) 到目的地在 (%s,%s).

source: Attempting to teleport near portal, try #%s
id: Mencoba untuk teleport mendekati portal, percobaan #%s
ko: 근처 포탈로 텔레포트 시도 중, 시도 #%s
pt: Tentativa nº %s de se teleportar próximo ao portal
th: กำลังพยายาม teleport ไปให้ใกล้ portal, ลองครั้งที่ %s
zh: 嘗試在傳點附近瞬移, 試著 #%s
zh_cn: 在路点使用传送, 尝试 #%s

source: No LOS from %s (%s,%s) to Portal at (%s,%s).
id: Tidak ada LOS dari %s (%s,%s) ke Portal di (%s,%s).
pt: Sem Campo de Visão de %s (%s,%s) ao Portal em (%s,%s).
th: ไม่มี LOS จาก %s (%s,%s) ไปยัง Portal ที่ (%s,%s).
zh: 無LOS從 %s (%s,%s) 到 (%s,%s) 的傳點.
zh_cn: 没有发现从 %s (%s,%s) 到路点在 (%s,%s).

source: Destination reached.
id: Tujuan telah sampai.
ko: 목적지 도착했습니다.
pt: Destino alcançado.
th: ถึงปลายทางแล้ว
zh: 目的地已到達.
zh_cn: 目的地到达.

source: Teleporting to unstuck.
id: Melakukan Teleport untuk menghindari stuck
zh: 瞬移以避免呆住.
zh_cn: 要卡了，飞.

source: Basic Skill level 3 is required in order to sit or stand.
id: Basic Skill level 3 dibutuhkan jikalau ingin duduk atau berdiri.
zh: 基本技能要達到 3 級才能坐下或站起.
zh_cn: 基本等级要3级才能座下.

source: Could not find an NPC at location (%d,%d).
id: Tidak dapat menemukan NPC pada lokasi (%d,%d).
zh: 無法在座標 (%d,%d) 找到 NPC.
zh_cn: 无法在找到 NPC 在 (%d,%d).

source: The NPC did not respond.
id: NPC tidak merespon.
zh: NPC 無回應.
zh_cn: NPC 没有回应.

source: According to the given NPC instructions, the Next button must now be clicked on, but that's not possible.
id: Didasarkan dari instruksi NPC yang diberikan, tombol Berikut harus diklik sekarang, tetapi hal itu tidak memungkinkan.
zh: 根據給定的 NPC 對話命令串, 下一步的按鈕現在應被按下, 但卻無法執行.
zh_cn: 按照 NPC 指导, 需要按下下一步, 但是无法执行.

source: According to the given NPC instructions, menu item %d must now be selected, but there are only %d menu items.
id: Didasarkan dari instruksi NPC yang diberikan, menu item %d sekarang sudah dipilih, tetapi hanya ada %d menu items.
zh: 根據給定的 NPC 對話命令串, 選單項目 %d 現在應被選擇, 但目前只有 %d 個選單項目而已.
zh_cn: 按照 NPC 指导, 需要选择 %d , 单现在只有 %d .

source: According to the given NPC instructions, a menu item must now be selected, but that's not possible.
id: Didasarkan dari instruksi NPC yang diberikan, sebuah menu item sekarang sudah dpilih, tetapi hal itu tidak memungkinkan.
zh: 根據給定的 NPC 對話命令串, 選單項目現在應被選擇, 但卻無法執行.
zh_cn: 按照 NPC 指导, 现在一定选择一个菜单, 但是无法执行.

source: Shop item %d not found.
id: Shop item %d tidak ditemukan.
zh: 商店物品 %d 找不到.
zh_cn: 商店道具 %d 未被发现.

source: Skill %s cannot be used because your character has no such skill.
zh: 技能 %s 無法被使用, 因為您的角色無此技能.
zh_cn: 技能l %s 因为你没有，所以无法使用.

source: Target lost.
id: Target hilang.
zh: 目標已失去.
zh_cn: 目标消失.

source: Unable to cast skill %s in %d tries.
id: Tidak dapat melakukan cast skill %s dalam %d percobaan.
zh: 技能 %s 無法施展, 已嘗試 %d 次.
zh_cn: 不能使用 %s 在 %d .

source: Casting failed: %s (%d)
id: Proses cast gagal: %s (%d)
zh: 施法失敗: %s (%d)
zh_cn: 投掷失败: %s (%d)

source: Casting has been cancelled.
id: Proses cast digagalkan.
zh: 施法已被取消.
zh_cn: 投掷已经被取消.

source: Unable to cast skill in %d tries.
id: Tidak dapat melakukan cast skill dalam %d percobaan.
zh: 技能無法施展, 已嘗試 %d 次.
zh_cn: 不能使用技能 %d .

source: Casting is supposed to be finished now, but nothing happened.
zh: 此刻詠唱應該已經結束, 但卻沒有發生任何事.
zh_cn: 投掷支持完成, 但是似乎没有作用.

source: Your Windows TCP/IP stack is broken. Please read %s to learn how to solve this.
id: Stack TCP/IP Windows anda terdapat kesalahan/kerusakan. Silahkan baca %s untuk mempelajari bagaimana mengatasinya.
pt: Sua pilha TCP/IP está corrompida. Por favor leia %s para saber como resolver isso.
th: Windows TCP/IP stack ของคุณเสีย กรุณาอ่าน %s เพื่อศึกษาวิธีแก้ใข
zh: 您的 Windows TCP/IP stack 壞了. 請閱讀 %s 以學習如何解決.
zh_cn: 你的 Windows TCP/IP 错误. 请阅读 %s 学习如何解决.

source: You have old files in the OpenKore folder, which may cause conflicts. Please delete your entire OpenKore source folder, and redownload everything.
id: Anda memiliki file data-data lama dalam folder Openkore yang mungkin dapat menyebabkan adanya konflik. Hapus seluruh folder Openkore, dan download ulang seluruhnya.
pt: Você tem arquivos antigos na pasta do OpenKore, que podem causar conflitos. Por favor, delete toda a pasta do OpenKore e refaça o download de tudo.
th: คุณมีไฟล์เวอร์ชั่นเก่าใน OpenKore folder ซึ่งอาจทำให้เกิดความขัดแย้งกันได้ กรุณาลบทุกไฟล์ใน OpenKore source folder และดาวน์โหลดไฟล์ใหม่
zh: 您在OpenKore資料夾中有舊式檔案, 可能造成程式衝突. 請刪除全部的OpenKore原始碼, 並重新下載所有檔案.
zh_cn: 在 Openkore 文件夹内有已经不能使用的旧文件.可能会引起问题. 请删除您的 Openkore 代码文件夹,并且重新下载.

source: Your version of the XSTools library is too old. Please read %s
id: Versi library XSTools anda sudah terlalu lama. Silahkan lihat %s
pt: Sua versão da XSTools é muito antiga. Por favor leia %s
th: เวอร์ชั่นของ XSTools เก่าเกินไป กรุณาอ่าน %s
zh: 您的 XSTools library 的版本太舊. 請參閱 %s

source: Your version of (wx)start.exe is incompatible. Please upgrade it by reading %s
zh: 您的 (wx)start.exe 版本不相容. 請參閱 %s 以更新它

source: Your version of XSTools library is incompatible. Please upgrade it by reading %s
zh: 您的 XSTools library 版本不相容. 請參閱 %s 以更新它

source: Your version of (wx)start.exe is too old. Please upgrade it by reading %s
zh: 您的 (wx)start.exe 版本太舊. 請參閱 %s 以更新它

source: Your version of the XSTools library is too old. Please upgrade it by reading %s
zh: 您的 XSTools library 版本太舊. 請參閱 %s 以更新它

source: Bye!
id: Sampai Jumpa!
pt: Até breve!
th: โชคดี!
zh: 再見!
zh_cn: 再见!

source: This plugin cannot be loaded. Please notify the plugin's author, or remove the plugin. The error message is: %s
id: Plugin ini tidak dapat diload. Silahkan memberitahu pembuat plugin ini, atau jangan gunakan plugin. Pesan kesalahan: %s
pt: Este plugin não pôde ser carregado. Por favor notifique o autor do mesmo ou remova o plugin. A mensagem de erro é: %s
zh: 這個 plugin 無法載入. 請提醒這個 plugin 的作者, 或移除這個 plugin. 錯誤的訊息為: %s

source: A configuration file failed to load. Did you download the latest configuration files?
id: Sebuah file konfigurasi gagal untuk di-load. Apakah anda mendownload file konfigurasi paling baru ?
pt: Um arquivo de configuração falhou em carregar. Você fez o download dos arquivos de config mais recentes?
th: ล้มเหลวในการโหลดไฟล์คอนฟิก คุณได้ดาวโหลดไฟล์คอนฟิกล่าสุดมาหรือเปล่า?
zh: 一個設定檔載入失敗. 請問您是否有下載最新的設定檔?

source: Auto-generating Admin Password due to default...
id: Auto-Generate Password Admin dikarenakan kelalaian...
pt: Auto-gerando Senha de Administrador por causa da padrão...
th: ทำการสร้าง Admin Password อัตโนมัติเนื่องจากเป็นค่าปริยาย...
zh: 由於預設值而正自動產生一個 Admin Password...
zh_cn: 未定义管理员密码.自动生成...

source: Generating session Admin Password...
id: Sesi generate Admin Password...
ko: 관리자 비번 세션 생성 중...
pt: Gerando Senha de Administrador da sessão...
th: สร้างรหัสผ่าน session Admin...
zh: 正在產生 session Admin Password...
zh_cn: 生成管理员对话口令...

source: Checking for new portals...
id: Melakukan cek untuk portal baru...
ko: 새로운 포탈 검사 중...
pt: Checando novos portais...
th: กำลังตรวจสอบหา portal ใหม่...
zh: 檢查有無新的傳點...
zh_cn: 检测新传送点..

source: found new portals!
id: Menemukan portal baru!
ko: 새로운 포탈을 찾았습니다.!
pt: novos portais encontrados!
th: ตรวจพบ portal ใหม่!
zh: 發現新的傳點!
zh_cn: 发现新的传送点!

source: New portals have been added to the portals database. The portals database must be compiled before the new portals can be used. Would you like to compile portals now?
id: portal baru sudah ditambahkan pada databse portal. Database portal harus dicompile sebelum portal baru dapat digunakan. Apakah anda ingin compile portal sekarang?
ko: 새로운 포탈을 포탈 데이터베이스에 추가됩니다. 새로운 포탈을 사용하기 전에 반드시 컴파일 해야합니다. 포탈을 컴파일 하시겠습니까?
pt: Novos portais foram adicionados ao banco de dados. O banco de portais deverá ser compilado antes que os novos portais possam ser utilizados. Você deseja compilá-los agora?
th: portal ใหม่ได้ถูกเพิ่มเข้าไปในฐานข้อมูล portal แล้ว ซึ่งฐานข้อมูลนี้จะต้องคอมไพล์ก่อนที่ portal ใหม่ที่ได้เพิ่มเข้าไปจะใช้ได้ คุณต้องการจะคอมไพล์เลยใหม?
zh: 新的傳點已經加入傳點資料庫. 傳點資料庫必須重新編譯才可應用新的傳點. 請問您現在要編譯傳點嗎?
zh_cn: 新的入口已经被加入到数据库. 在使用之前你必须编译数据库. 你想现在就编译吗?

source: Yes, compile now.
id: Ya, compile sekarang
ko: 예, 지금 컴파일 합니다..
pt: Sim, compile agora.
th: ตกลง คอมไพล์เลย
zh: 是的, 現在編譯.
zh_cn: 是的, 马上编译.

source: No, don't compile it.
id: Tidak, jangan compile.
ko: 아니요, 컴파일 하지 않습니다.
pt: Não, não compile.
th: ไม่ อย่าเพิ่งคอมไพล์
zh: 不, 不要編譯它.
zh_cn: 不, 不要编译.

source: Compile portals?
id: Compile portal?
ko: 포탈 컴파일하겠습니까?
pt: Compilar portais?
th: Compile portal ใหม่หรือไม่?
zh: 編譯傳點?
zh_cn: 是否立即编译路点?

source: compiling portals
id: sedang meng-compile portal
ko: 포탈 컴파일 중
pt: compilando portais
zh: 正在編繹傳點
zh_cn: 正在编译路点

source: skipping compile
id: Melewati compile
ko: 컴파일 스킵 중
pt: ignorando compilação
th: ยกเลิกการ compile
zh: 略過編譯
zh_cn: 跳过编译

source: none found
id: Tidak ditemukan
ko: 찾을 수 없음
pt: nenhum encontrado
th: ไม่พบ
zh: 沒有發現
zh_cn: 没有找到

source: Please enter your Ragnarok Online username.
id: Silahkan memasukkan username Ragnarok Online anda.
pt: Por favor informe o seu nome de usuário do Ragnarok Online.
zh: 請輸入您的 Ragnarok Online 帳號.
zh_cn: 请输入您的 Ragnarok Online 帐号.

source: Please enter your Ragnarok Online password.
id: Silahkan masukkan password storage anda.
pt: Por favor informe a sua senha do Ragnarok Online.
zh: 請輸入您的 Ragnarok Online 密碼.
zh_cn: 请输入您的 Ragnarok Online 密码.

source: No username or password set.
id: Username atau password tidak di-set.
pt: Usuário e senha não ajustados.
th: ยังไม่ได้ตั้งค่า username หรือ password
zh: 無使用者帳號或密碼設定.

source: Next restart in %s
id: Restart Berikutnya dalam %s
ko: 다음 재시작 %s
pt: Próximo reinício em %s
th: เริ่มต้นการทำงานใหม่ครั้งต่อไปใน %s
zh: 下一次在 %s 後重新啟動
zh_cn: 下次重新开始 %s

source: Auto-restarting!!
id: Auto-restart!!
ko: 자동-재시작!!
pt: Auto-reiniciando!!
th: กำลังเริ่มการทำงานใหม่โดยอัตโนมัติ!!
zh: 自動重新啟動!!
zh_cn: 自动重新启动!!

source: Sleeping for %s
id: Tidur selama %s
pt: Dormindo por %s
th: พักการทำงานเป็นเวลา %s
zh: 正在休眠 %s
zh_cn: 静止 %s

source: Changing configuration file (from "%s" to "%s")...
id: Merubah konfigurasi file (dari "%s" sampai "%s")...
pt: Mudando arquivo de configuração (de "%s" para "%s")...
th: กำลังเปลี่ยนไฟล์คอนฟิก (จาก "%s" ไปเป็น "%s")...
zh: 正在變換設定檔 (從 "%s" 變為 "%s")...
zh_cn: 变更设置文件 (从 "%s" 到 "%s")...

source: %sNot connected - %s
id: %sTidak terhubung - %s
ko: %s 접속되지 않음 - %s
pt: %sNão conectado - %s
th: %s ยังไม่ได้ทำการเชื่อมต่อ - %s
zh: %s尚未連線 - %s
zh_cn: %s没有连接 - %s

source: %sConnecting - %s
id: %sTerhubung - %s
ko: %s 접속 중 - %s
pt: %sConectando-se - %s
th: %s กำลังเชื่อมต่อ - %s
zh: %s連線中 - %s
zh_cn: %s连接 - %s

source: Map loaded
id: Map telah di-load
ko: 맵 로딩됨
pt: Mapa Carregado
th: แผนที่ได้ถูกโหลดแล้ว
zh: 地圖已載入
zh_cn: 读取地图

source: Unknown packet - %s
id: Packet tidak diketahui - %s
ko: 알려지지 않은 패킷 - %s
pt: Pacote desconhecido %s
th: พบ packet ที่ไม่รู้จัก - %s
zh: 未知的封包 - %s

source: ------------ Debug information ------------ ConState: %s Connected: %s AI enabled: %s AI_forcedOff: %s @ai_seq = %s Last packet: %.2f secs ago $timeout{ai}: %.2f secs ago (value should be >%s) Last AI() call: %.2f secs ago -------------------------------------------
id: ------------ Informasi Debug ------------ ConState: %s Connected: %s AI enabled: %s AI_forcedOff: %s @ai_seq = %s Packet terakhir: %.2f detik lalu $timeout{ai}: %.2f detik lalu (nilai seharusnya >%s) pemanggilan AI() terakhir: %.2f detik lalu -------------------------------------------
ko: ------------ 디버그 정보 ------------ ConState: %s Connected: %s AI enabled: %s AI_forcedOff: %s @ai_seq = %s Last packet: %.2f secs ago $timeout{ai}: %.2f secs ago (value should be >%s) Last AI() call: %.2f secs ago -------------------------------------------
pt: --------- Informação de depuração --------- ConState: %s Conectado: %s AI ligada: %s AI_forcedOff: %s @ai_seq = %s Último Pacote: %.2f segs atrás $timeout{ai}: %.2f segs atrás (deveria ser >%s) Ultima chamada a AI(): %.2f segs atrás -------------------------------------------

source: Syntax Error in function 'eval' (Evaluate a Perl expression) Usage: eval <expression>
id: Sintaks Error pada function 'eval' (Evaluate Perl expression) Penggunaan: eval <expression>
ko: Syntax Error in function 'eval' (펄 표현식 계산) Usage: eval <expression>
pt: Erro de sintaxe na função 'eval' (executa uma expressão Perl) Como Usar: eval <expressão>
zh_cn: 语法错误 'eval' (评估 Perl 表达) 用法: eval <expression>

source: Syntax Error in function 'sp' (Use Skill on Player) Usage: sp (skill # or name) [player # or name] [level]
id: Sintaks Error pada function 'sp' (Menggunakan Skill pada Player) Penggunaan: sp (skill # atau nama) [player # atau nama] [level]
