Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Error in function 'party share' (Set Party Share EXP) Can't set share - you're not in a party.
id: Error pada function 'party share' (Mengatur Pembagian EXP Grup) Tidak dapat mengatur pembagian - anda tidak berada dalam sebuah grup.
ko: Error in function 'party share' (파티 EXP 경험치 공유) Can't set share - you're not in a party.
pt: Erro na função 'party share' (Ajusta divisão de EXP no Grupo) Não se pode ajustar - você não está em um grupo.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party share' (ตั้งแบ่งค่าประสบการณ์) ไม่สามารถตั้งได้ - คุณไม่ได้อยู่ในปาร์ตี้
zh: 'party share' 功能錯誤 (設定組隊經驗均分) 無法均分 - 您並沒有在隊伍中.
zh_cn: 功能错误 'party share' (设置组队经验) 无法设置 - 你没有组队.

source: Syntax Error in function 'party share' (Set Party Share EXP) Usage: party share <flag>
id: Sintaks Error pada function 'party share' (Mengatur Pembagian EXP Grup) Penggunaan: party share <flag>
ko: Syntax Error in function 'party share' (파티 경험치 공유 EXP) Usage: party share <flag>
pt: Erro de sintaxe na função 'party share' (Configura divisão de EXP do Grupo) Como Usar: party share <flag>
th: รูปแบบการใช้ฟังก์ชั่น 'party share' (ตั้งแบ่งค่าประสบการณ์) ผิดพลาด รูปแบบการใช้งาน: party share <flag>
zh: 'party share' 功能語法錯誤 (設定組隊經驗均分) 使用方法: party share <0或1>
zh_cn: 语法错误 'party share' (设置组队经验) 用法: party share <flag>

source: Error in function 'party kick' (Kick Party Member) Can't kick member - you're not in a party.
id: Error pada function 'party kick' (Mengeluarkan Anggota Grup) Tidak dapat mengeluarkan anggota - anda tidak berada dalam sebuah grup.
pt: Erro na função 'party kick' (Expele um Membro do Grupo) Não se pode expelir o membro - você não está em grupo.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party kick' (ไล่สมาชิกปาร์ตี้) ไม่สามาถไล่สมาชิกได้ - คุณไม่ได้อยู่ในปาร์ตี้
zh: 'party kick' 功能錯誤 (踢除組隊隊員) 無法踢除隊員 - 您並沒有在隊伍中.
zh_cn: 功能错误 'party kick' (踢出玩家) 无法踢出 - 你没有组队.

source: Syntax Error in function 'party kick' (Kick Party Member) Usage: party kick <party member #>
id: Sintaks Error pada function 'party kick' (Mengeluarkan Anggota Grup) Penggunaan: party kick <anggota grup #>
pt: Erro de sintaxe na função 'party kick' (Expele membro do Grupo) Como Usar: party kick <N. do Membro do Grupo>
th: รูปแบบการใช้ฟังก์ชั่น 'party kick' (ไล่สมาชิกปาร์ตี้) ผิดพลาด รูปแบบการใช้งาน: party kick <party member #>
zh: 'party kick' 功能語法錯誤 (踢除組隊隊員) 使用方法: party kick <隊員編號>
zh_cn: 语法错误 'party kick' (踢出玩家) 用法: party kick <party member #>

source: Error in function 'party kick' (Kick Party Member) Can't kick member - member %s doesn't exist.
id: Error pada function 'party kick' (Mengeluarkan Anggota Grup) Tidak dapat mengeluarkan anggota - anggota %s tidak ada.
pt: Erro na função 'party kick' (Expele um Membro do Grupo) Não se pode expelir o membro - o membro %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party kick' (ไล่สมาชิกปาร์ตี้)ไม่สามารไล่สมาชิกปาร์ตี้ - สมาชิก %s ไม่มีอยู่
zh: 'party kick' 功能錯誤 (踢除組隊隊員) 無法踢除隊員 - 隊員 %s 並不存在.
zh_cn: 功能错误 'party kick' (踢出玩家) 无法踢出 - 玩家 %s 不存在.

source: Syntax Error in function 'party' (Party Management) Usage: party [<create|join|request|leave|share|kick>]
id: Sintaks Error pada function 'party' (Pengaturan Grup) Penggunaan: party [<create|join|request|leave|share|kick>]
pt: Erro de sintaxe na função 'party' (Gerenciamento de Grupo) Como Usar: party [<create|join|request|leave|share|kick>]
th: รูปแบบการใช้ฟังก์ชั่น 'party' (การจัดการปาร์ตี้) ผิดพลาด รูปแบบการใช้งาน: party [<create|join|request|leave|share|kick>]
zh: 'party' 功能語法錯誤 (隊伍管理) 使用方法: party [<create|join|request|leave|share|kick>]
zh_cn: 语法错误 'party' (组队管理) 用法: party [<create|join|request|leave|share|kick>]

source: Syntax Error in function 'p' (Party Chat) Usage: p <message>
id: Sintaks Error pada function 'p' (Pembicaraan Grup) Penggunaan: p <pesan>
pt: Erro de sintaxe na função 'p' (Mensagem ao Grupo) Como Usar: p <mensagem>
th: รูปแบบการใช้ฟังก์ชั่น 'p' (พูดคุยภายในปาร์ตี้) ผิดพลาด รูปแบบการใช้งาน: p <message>
zh: 'p' 功能語法錯誤 (隊頻說話) 使用方法: p <要說話的內容>

source: Your Pecopeco is active
id: Pecopeco Anda aktif
ko: 페코페코 활성화
pt: Você possui um Pecopeco
th: คุณขี่ Pecopeco อยู่
zh: 您的大嘴鳥已有效

source: Your Pecopeco is inactive
id: Pecopeco Anda tidak aktif
ko: 페코페코 비활성화
pt: Você não possui um Pecopeco
th: คุณไม่ได้ขี่ Pecopeco อยู่
zh: 您的大嘴鳥已無效

source: Error in function 'pecopeco release' (Remove Pecopeco Status) You don't possess a Pecopeco.
id: Error pada function 'pecopeco release' (Melepaskan Status Pecopeco) Anda tidak memiliki Pecopeco.
ko: Error in function 'pecopeco release' (페코페코 상태 제거) You don't possess a Pecopeco.
pt: Erro na função 'pecopeco release' (Remover Pecopeco) Você não está com um Pecopeco.
th: พบข้อผิดพลาดในฟังก์ชั่น 'pecopeco release' (ลงจาก pecopeco) คุณไม่ได้ขี่ Pecopeco อยู่
zh: 'pecopeco release' 功能錯誤 (移除騎乘大嘴鳥狀態) 您並沒有擁有大嘴鳥.
zh_cn: 功能错误 'pecopeco release' (去除大嘴鸟状态) 你没有大嘴鸟.

source: Error in function 'pet' (Pet Management) You don't have a pet.
id: Error pada function 'pet' (Pengaturan Pet) Anda tidak memiliki pet.
ko: Error in function 'pet' (펫 관리) You don't have a pet.
pt: Erro na função 'pet' (Gerencimento de Bixinho)' Você não tem um bixinho.
th: พบข้อผิดพลาดในฟังก์ชั่น 'pet' (การจัดการสัตว์เลี้ยง) คุณไม่มีสัตว์เลี้ยง
zh: 'pet' 功能錯誤 (寵物管理) 您並沒有寵物.
zh_cn: 功能错误 'pet' (宠物管理) 你没有宠物.

source: -----------Pet Status----------- Name: %-23s Accessory: %s
id: -----------Status Pet----------- Nama: %-23s Aksesoris: %s
ko: -----------펫 상태----------- 이름: %-23s 악세사리: %s
pt: ---------Status do Pet---------- Nome: %-23s Acessório: %s
th: -----------สถานะสัตว์เสี้ยง----------- ชื่อ: %-23s เครื่องประดับ: %s
zh: ------------寵物狀態------------ 名稱: %-23s 裝飾品: %s

source: -----------Pet List----------- # Type Name
id: -----------List Pet----------- # Tipe Nama
ko: -----------펫 목록----------- # Type Name
pt: -------Lista de Bixinhos------ # Tipo Nome
th: -----------รายการสัตว์เลี้ยง----------- # ชนิด ชื่อ
zh: -----------寵物清單----------- # 類型 名稱

source: Player "%s" does not exist.
id: Player "%s" tidak ada.
ko: Player "%s" 존재하지 않습니다.
pt: Jogador "%s" não existe.
th: ผู้เล่น "%s" ไม่มีอยู่
zh: 玩家 "%s" 並不存在.
zh_cn: 玩家 "%s" 不存在.

source: ------------------ Player Info ------------------ %s (%d) Account ID: %s (Hex: %s) Party: %s Guild: %s Position: %s, %s (%s of you: %s degrees) Level: %-7d Distance: %-17s Sex: %-6s Class: %s ------------------------------------------------- Body direction: %-19s Head direction: %-19s Weapon: %s Shield: %s Shoes : %s Upper headgear: %-19s Middle headgear: %-19s Lower headgear: %-19s Hair color: %-19s Walk speed: %s secs per block
id: ------------------ Info Player ------------------ %s (%d) Account ID: %s (Hex: %s) Grup: %s Guild: %s Posisi: %s, %s (%s of you: %s degrees) Level: %-7d Jarak: %-17s J.Kelamin: %-6s Class: %s ------------------------------------------------- Arah Badan: %-19s Arah Kepala: %-19s Senjata: %s Perisai: %s Alas Kaki : %s Headgear atas: %-19s Headgear tengah: %-19s Headgear bawah: %-19s Warna rambut: %-19s Kec.Berjalan: %s detik per block
ko: ------------------ 플레이어 정보 ------------------ %s (%d) 계정 ID: %s (Hex: %s) 파티: %s 길드: %s 위치: %s, %s (%s of you: %s degrees) 레벨: %-7d 거리: %-17s 성별: %-6s 직군: %s ------------------------------------------------- 몸방향: %-19s 머리방향: %-19s 무기: %s 방패: %s 신발: %s 상단투구: %-19s 중단투구: %-19s 하단투구: %-19s 머리색깔: %-19s 걷는속도: %s 초/블럭
pt: ------------- Informações do Jogador ------------ %s (%d) ID da Conta: %s (Hex: %s) Grupo: %s Clã: %s Posição: %s, %s (%s de você: %s graus) Nível: %-7d Distância: %-17s Sexo: %-6s Classe: %s ------------------------------------------------- Direção Corpo: %-19s Direção Cabeça: %-19s Arma : %s Escudo : %s Sapatos: %s Capacete: %-19s Nariz/Orelha : %-19s Rosto : %-19s Cor do cabelo: %-19s Velocidade: %s segs por bloco
th: ------------------ ข้อมูลผู้เล่น ------------------ %s (%d) Account ID: %s (Hex: %s) ปาร์ตี้: %s กิล: %s ตำแหน่ง: %s, %s (%s ของคุณ: %s องศา) เลเวล: %-7d ระยะห่าง: %-17s เพศ: %-6s อาชีพ: %s ------------------------------------------------- ลำตัวหันไปทาง: %-19s หัวหันไปทาง: %-19s อาวุธ: %s โล่: %s รองเท้า: %s หัวส่วนบน: %-19s หัวส่วนกลาง: %-19s หัวส่วนล่าง: %-19s Hair color: %-19s ความเร็วในการเดิน: %s วินาทีต่อช่อง
zh: ------------------- 玩家資訊 -------------------- %s (%d) Account ID: %s (Hex: %s) 隊伍: %s 公會: %s 位置: %s, %s (在您的 %s 方: %s 度) 等級: %-7d 距離: %-17s 性別: %-6s 職業: %s ------------------------------------------------- 身體方向: %-19s 頭部方向: %-19s 武器: %s 盾牌: %s 鞋子 : %s 頂部頭飾: %-19s 中間頭飾: %-19s 底部頭飾: %-19s 髮色: %-19s 行走速度: 每格 %s 秒

source: Player is dead.
id: Player telah meninggal.
ko: 플레이어 사망
pt: Jogador está morto
th: ผู้เล่นตาย
zh: 玩家已死亡.
zh_cn: 玩家已经死亡.

source: Player is sitting.
id: Player sedang duduk.
ko: 플레이어 앉음.
pt: Jogador está sentado.
th: ผู้เล่นกำลังนั่งอยู่
zh: 玩家正坐著.
zh_cn: 玩家已经坐下.

source: Player is facing towards you.
id: Player menghadap anda.
ko: 당신을 향해 대면하고 있습니다.
pt: O jogador está olhando pra você.
th: ผู้เล่นกำลังจ้องมองมาทางคุณ
zh: 玩家正面向您.
zh_cn: 玩家在你的对面.

source: -----------Player List----------- # Name Sex Lv Job Dist Coord
id: -----------List player----------- # Nama J.Kelamin Lv Job Jarak koordinat
ko: -----------플레이어 목록----------- # 이름 성별 Lv Job 거리 좌표
pt: --------Lista de Jogadores------- # Nome Sexo Nv Classe Dist Coord
th: -----------รายการผู้เล่น----------- # ชื่อ เพศ Lv อาชีพ ระยะ พิกัด
zh: ------------玩家清單------------- # 名稱 性別 Lv Job 距離 座標
zh_cn: -----------玩家列表----------- # 名字 Sex Lv Job Dist 坐标

source: --------- Currently loaded plugins --------- # Name Description
id: --------- Plugins yang saat ini diload --------- # Nama Deskripsi
ko: --------- 현재 읽은 플러그인 --------- # 이름 설명
pt: ------- Plugins Carregados atualmente ------ # Nome Descrição
th: --------- plugin ทีกำลังใช้งานอยู่ --------- # ชื่อ รายละเอียด
zh: ----------- 目前已載入的 plugins ----------- # 名稱 描述
zh_cn: --------- 现在使用的插件 --------- # 名字 说明

source: Syntax Error in function 'plugin reload' (Reload Plugin) Usage: plugin reload <plugin name|plugin number#|"all">
id: Sintaks Error pada function 'plugin reload' (Load Ulang Plugin) Penggunaan: plugin reload <nama plugin|plugin nomor#|"all">
pt: Erro de sintaxe na função 'plugin reload' (Recarrega Plugin) Como Usar: plugin reload <nome do plugin|N. do plugin|"all">
th: รูปแบบการใช้ฟังก์ชั่น 'plugin reload' (เริ่มการทำงาน Plugin ใหม่) ผิดพลาด รูปแบบการใช้งาน: plugin reload <plugin name|plugin number#|"all">
zh: 'plugin reload' 功能語法錯誤 (重新載入Plugin) 使用方法: plugin reload <plugin name|plugin number#|"all">
zh_cn: 语法错误 'plugin reload' (重新读取插件) 用法: plugin reload <plugin name|plugin number#|"all">

source: Error in function 'plugin reload' (Reload Plugin) The specified plugin names do not exist.
id: Error pada function 'plugin reload' (Load Ulang Plugin) Nama plugin yang dispesifikasikan tidak ada.
ko: 오류 함수 'plugin reload' (플러그인 Reload) The specified plugin names do not exist.
pt: Erro na função 'plugin reload' (Recarrega Plugin) Os nomes de plugins especificados não existem.
th: พบข้อผิดพลาดในฟังก์ชั่น 'plugin reload' (เริ่มการทำงาน Plugin ใหม่) ชื่อของ plugin ที่ระบุไม่มีอยู่
zh: 'plugin reload' 功能錯誤 (重新載入Plugin) 指定的 plugin 名稱並不存在.
zh_cn: 功能错误 'plugin reload' (重新读取插件) 指定的插件名不存在.

source: Syntax Error in function 'plugin load' (Load Plugin) Usage: plugin load <filename|"all">
id: Sintaks Error pada function 'plugin load' (Load Plugin) Penggunaan: plugin load <namafile|"all">
ko: 문법오류 함수 'plugin load' (플러그인 Load) Usage: plugin load <filename|"all">
pt: Erro de sintaxe na função 'plugin load' (Carrega um plugin) Como Usar: plugin load <nome do arquivo|"all">
th: รูปแบบการใช้ฟังก์ชั่น 'plugin load' (โหลด Plugin) ผิดพลาด รูปแบบการใช้งาน: plugin load <filename|"all">
zh: 'plugin load' 功能語法錯誤 (載入Plugin) 使用方法: plugin load <filename|"all">
zh_cn: 语法错误 'plugin load' (读取插件) 用法: plugin load <filename|"all">

source: Plugin %s unloaded.
id: Membatalkan load Plugin %s .
pt: Plugin %s descarregado.
th: Plugin %s ได้ถูกนำออกไปแล้ว
zh: Plugin %s 已卸載.
zh_cn: 插件 %s 卸载.

source: '%s' is not a valid plugin number.
id: '%s' bukan merupakan nomor plugin yang benar.
pt: '%s' não é um número de plugin válido.
th: '%s' ไม่ใช่หมายเลขปลั๊กอินที่สามารถเลือกได้
zh: '%s' 是一個無效的 plugin 名稱.
zh_cn: '%s' 不是一个合法的插件数字.

source: Syntax Error in function 'plugin unload' (Unload Plugin) Usage: plugin unload <plugin name|plugin number#|"all">
id: Sintaks Error pada function 'plugin unload' (Membatalkan Load Plugin) Penggunaan: plugin unload <nama plugin|plugin nomor#|"all">
pt: Erro de sintaxe na função 'plugin unload' (Descarrega um plugin) Como Usar: plugin unload <nome do plugin|N. do plugin|"all">
th: รูปแบบการใช้ฟังก์ชั่น 'plugin unload' (เอา Plugin ออก) ผิดพลาด รูปแบบการใช้งาน: plugin unload <plugin name|plugin number#|"all">
zh: 'plugin unload' 功能語法錯誤 (卸載Plugin) 使用方法: plugin unload <plugin name|plugin number#|"all">
zh_cn: 语法错误 'plugin unload' (卸载插件) 用法: plugin unload <plugin name|plugin number#|"all">

source: --------------- Plugin command syntax --------------- Command: Description: plugin List loaded plugins plugin load <filename> Load a plugin plugin unload <plugin name|plugin number#|"all"> Unload a loaded plugin plugin reload <plugin name|plugin number#|"all"> Reload a loaded plugin -----------------------------------------------------
id: --------------- Sintaks Perintah Plugin --------------- Perintah: Deskripsi: plugin List plugins yang diload plugin load <filename> Load plugin plugin unload <nama plugin|nomor plugin#|"all"> Membatalkan plugin yang diload plugin reload <nama plugin|nomor plugin#|"all"> me-load ulang plugin yang diload -----------------------------------------------------
ko: --------------- 플러그인 명령어 문법 --------------- Command: Description: plugin List loaded plugins plugin load <filename> Load a plugin plugin unload <plugin name|plugin number#|"all"> Unload a loaded plugin plugin reload <plugin name|plugin number#|"all"> Reload a loaded plugin -----------------------------------------------------
pt: ----------- Sintaxe de comandos de plugin ----------- Comando: Descrição: plugin Lista plugins carregados plugin load <nome de arquivo> Carrega um plugin plugin unload <nome do plugin|N. plugin|"all"> Descarrega um plugin plugin reload <nome do plugin|N. plugin|"all"> Recarrega um plugin -----------------------------------------------------
th: --------------- รูปแบการใช้คำสั่ง Plugin --------------- คำสั่ง: รายละเอียด: plugin แสดงรายการ plugin ที่กำลังใช้งาน plugin load <filename> โหลด plugin plugin unload <plugin name|plugin number#|"all"> เอา plugin ออก plugin reload <plugin name|plugin number#|"all"> เริ่มการทำงาน plugin ใหม่ -----------------------------------------------------
zh: ------------------ Plugin 指令語法 ------------------ 指令: 描述: plugin 列出已載入的plugins plugin load <filename> 載入一個plugin plugin unload <plugin name|plugin number#|"all"> 卸載一個已載入的plugin plugin reload <plugin name|plugin number#|"all"> 重新載入一個已載入的plugin -----------------------------------------------------
zh_cn: --------------- 插件命令语法 --------------- 命令: 描述: plugin 列出使用中的插件 plugin load <filename> 读取插件 plugin unload <plugin name|plugin number#|"all"> 卸载插件 plugin reload <plugin name|plugin number#|"all"> 重新读取插件 -----------------------------------------------------

source: Syntax Error in function 'plugin' (Control Plugins)
id: Sintaks Error pada function 'plugin' (Control Plugin)
ko: 문법오류 함수 'plugin' (Control Plugins)
pt: Erro de sintaxe na função 'plugin' (Controlar Plugins)
th: รูปแบบการใช้ฟังก์ชั่น 'plugin' (ควบคุม Plugin) ผิดพลาด
zh: 'plugin' 功能語法錯誤 (控制Plugins)
zh_cn: 语法错误 'plugin' (控制插件)

source: -----------PM List-----------
id: -----------List PM-----------
ko: -----------PM 목록-----------
pt: ---------Lista de PMs--------
th: -----------รายการกระซิบ-----------
zh: ----------密頻清單-----------
zh_cn: -----------PM 列表-----------

source: -----------Portal List----------- # Name Coordinates
id: -----------List Portal----------- # Nama Koordinat
ko: -----------Portal 목록----------- # 이름 좌표
pt: --------Lista de Portais--------- # Nome Coordenadas
th: -----------รายการ Portal----------- # ชื่อ พิกัด
zh: ------------傳點清單------------- # 名稱 座標
zh_cn: -----------入口列表----------- # 名字 坐标

source: Syntax Error in function 'pm' (Private Message) Usage: pm (username) (message) pm (<#>) (message)
id: Sintaks Error pada function 'pm' (Pesan Pribadi) Penggunaan: pm (username) (pesan) pm (<#>) (pesan)
pt: Erro de sintaxe na função 'pm' (Mensagem Particular) Como Usar: pm (jogador) (mensagem) pm (Num.) (mensagem)
th: รูปแบบการใช้ฟังก์ชั่น 'pm' (กระซิบ) ผิดพลาด รูปแบบการใช้งาน: pm (username) (message) pm (<#>) (message)
zh: 'pm' 功能語法錯誤 (密頻說話) 使用方法: pm (玩家名字) (要說話的內容) pm (<玩家編號>) (要說話的內容)
zh_cn: 语法错误 'pm' (私人信息) 用法: pm (username) (message) pm (<#>) (message)

source: Error in function 'pm' (Private Message) Quick look-up %s does not exist
id: Error pada function 'pm' (Pesan Pribadi) Quick look-up %s tidak ada
pt: Erro na função 'pm' (Mensagem Particular) %s não existe na tabela de referência rápida
th: พบข้อผิดพลาดในฟังก์ชั่น 'pm' (กระซิบ) %s ไม่มีอยู่
zh: 'pm' 功能錯誤 (密頻說話) Quick look-up %s 並不存在
zh_cn: 功能错误 'pm' (私人信息) 快速查询 %s 不存在

source: Error in function 'pm' (Private Message) You have not pm-ed anyone before
id: Error pada function 'pm' (Pesan Pribadi) Anda tidak pernah melakukan pm pada orang lain sebelumnya
pt: Erro na função 'pm' (Mensagem Particular) Você não mandou pm pra ninguém ainda
th: พบข้อผิดพลาดในฟังก์ชั่น 'pm' (กระซิบ) คุณยังไม่เคยกระซิบใครมาก่อน
zh: 'pm' 功能錯誤 (密頻說話) 您之前並沒有向任何人密頻說話
zh_cn: 功能错误 'pm' (私人信息) 你没有PM对象

source: Syntax Error in function 'reload' (Reload Configuration Files) Usage: reload <name|"all">
id: Sintaks Error pada function 'reload' (Load Ulang File-File Configuration) Penggunaan: reload <nama|"all">
pt: Erro de sintaxe na função 'reload' (Recarrega arquivos de config) Como Usar: reload <nome|"all">
th: รูปแบบการใช้ฟังก์ชั่น 'reload' (โหลดไฟล์ Config ใหม่) ผิดพลาด รูปแบบการใช้งาน: reload <name|"all">
zh: 'reload' 功能語法錯誤 (重新載入設定檔案) 使用方法: reload <檔案名稱|"all">
zh_cn: 语法错误 'reload' (重新读取设置文件) 用法: reload <name|"all">

source: Syntax Error in function 'relog' (Log out then log in.) Usage: relog [delay]
id: Sintaks Error pada function 'relog' (Log out kemudian log in.) Penggunaan: relog [delay]
pt: Erro de sintaxe na função 'relog' (Desconectar e Relogar) Como Usar: relog [tempo de espera]
th: รูปแบบการใช้ฟังก์ชั่น 'relog' (ล๊อกอินใหม่) ผิดพลาด รูปแบบการใช้งาน: relog [delay]
zh: 'relog' 功能語法錯誤 (重登) 使用方法: relog [延遲秒數]
zh_cn: 语法错误 'relog' (重登陆.) 用法: relog [delay]

source: Syntax Error in function 'repair' (Repair player's items.) Usage: repair [item number]
id: Sintaks Error pada function 'repair' (Memperbaiki item player.) Penggunaan: repair [nomor item]
pt: Erro de sintaxe na função 'repair' (Repara itens do jogador) Como Usar: repair [num. item]
th: รูปแบบการใช้ฟังก์ชั่น 'repair' (ซ่อมไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: repair [item number]
zh: 'repair' 功能語法錯誤 (修復玩家的物品.) 使用方法: repair [物品號碼]

source: Your sell list is empty.
id: List penjualan anda habis/kosong.
ko: 판매 목록이 비어있습니다.
pt: Sua lista de vendas está vazia.
th: รายการขายของคุณว่างเปล่า
zh: 您的賣物清單是空的.
zh_cn: 你的出售列表为空.

source: ------------- Sell list ------------- # Item Amount
id: ------------- List Penjualan ------------- # Item Jumlah
ko: ------------- 판매 목록 ------------- # 아이템 수량
pt: ----------- Lista a Vender ---------- # Item Quantidade
th: ------------- รายการขาย ------------- # ไอเท็ม จำนวน
zh: ------------- 賣物清單 -------------- # 物品 數量
zh_cn: ------------- 出售列表 ------------- # 道具 数量

source: Sold %s items.
id: Terjual %s item.
ko: 아이템 %s 팔렸습니다.
pt: Vendidos %s itens
th: คุณได้ขายไอเท็ม %s
zh: 已賣出 %s 物品.
zh_cn: 卖道具 %s .

source: Sell list has been cleared.
id: List penjualan sudah dibersihkan.
ko: 판매목록이 삭제되었습니다.
pt: Lista de vendas esvaziada.
th: รายการขายได้ถูกลบแล้ว
zh: 賣物清單已被淨空.
zh_cn: 已经清空出售列表.

source: Syntax Error in function 'sell' (Sell Inventory Item) Usage: sell <inventory item index #> [<amount>] sell list sell done sell cancel
id: Sintaks Error pada function 'sell' (Menjual Item Inventory) Penggunaan: sell <index item inventory #> [<jumlah>] sell list sell done sell cancel
pt: Erro de sintaxe na função 'sell' (Vende itens do inventário) Como Usar: sell <n. do item> [<quantidade>] sell list sell done sell cancel
th: รูปแบบการใช้ฟังก์ชั่น 'sell' (ขายของในตัว) ผิดพลาด รูปแบบการใช้งาน: sell <inventory item index #> [<amount>] sell list sell done sell cancel
zh: 'sell' 功能語法錯誤 (賣出物品欄的物品) 使用方法: sell <物品欄的物品代號> [<數量>] sell list sell done sell cancel
zh_cn: 语法错误 'sell' (出售携带的道具) 用法: sell <inventory item index #> [<amount>] sell list sell done sell cancel

source: %s (%s) is already in the sell list.
id: %s (%s) sudah berada dalam list penjualan.
ko: %s (%s) 은 이미 판매 목록에 있습니다.
pt: %s (%s) já está na lista a ser vendido.
th: %s (%s) อยู่ในรายการขายไอเท็มอยู่แล้ว
zh: %s (%s) 已在賣物清單中了.
zh_cn: %s (%s) 已经在出售列表.

source: Added to sell list: %s (%s) x %s
id: Ditambahkan pada list penjualan: %s (%s) x %s
ko: 판매 목록에 추가: %s (%s) x %s
pt: Adicionado à lista de vendas: %s (%s) x %s
th: เพิ่มเข้าในรายการขาย: %s (%s) x %s
zh: 已加入賣物清單: %s (%s) x %s
zh_cn: 添加到出售列表: %s (%s) x %s

source: Type 'sell done' to sell everything in your sell list.
id: Ketik 'sell done' untuk menjual semua yang ada dalam list penjualanmu.
ko: 'sell done' 판매 목록 모두 판매완료 입력.
pt: Digite 'sell done' para vender tudo na sua lista de vendas.
th: ป้อน 'sell done' เพื่อขายของที่อยู่ในรายการขายไอเท็ม
zh: 請輸入'sell done'以賣出您賣物清單中的所有物品.
zh_cn: 输入 'sell done' 开始出售.

source: Error in function 'sell' (Sell Inventory Item) '%s' is not a valid item index #; no item has been added to the sell list.
id: Error pada function 'sell' (Menjual Item Inventory) '%s' bukan merupakan index # yang benar; tidak ada item yang ditambahkan pada list penjualan.
pt: Erro na função 'sell' (Vende um Item do Inventário) '%s' não é um índice de item válido; item não adicionado à lista de vendas.
th: พบข้อผิดพลาดในฟังก์ชั่น 'sell' (ขายไอเท็มในตัว) '%s' ไม่ใช่หมายเลขที่ใช้ได้; ไม่มีไอเท็มใดถูเพิ่มในรายการขายไอเท็ม
zh: 'sell' 功能錯誤 (賣出物品欄的物品) '%s' 是一個無效的物品代號; 沒有物品被加入賣物清單裡.
zh_cn: 功能错误 'sell' (出售携带的道具) '%s' 是错误的编号 #; 没有道具被添加到列表.

source: You do not have a shop open.
id: Anda tidak memiliki toko yang dibuka.
ko: 상정 개설을 가지고 있지 않음.
pt: Você não possui uma loja aberta.
th: คุณไม่มีร้านให้เปิด
zh: 您並沒有露天商店開啟.
zh_cn: 你还没有开店.

source: %s # Name Type Qty Price Sold
id: %s # Nama Tipe Jmlh Harga Terjual
ko: %s # 이름 형태 수량 가격 판매
pt: %s # Nome Tipo Quant. Preço Vendidos
th: %s # ชื่อ ชนิด จำนวน ราคา ขายไปแล้ว
zh: %s # 名稱 類型 數量 價格 已賣
zh_cn: %s # 名字 类型 数量 价格 卖

source: %s You have earned: %sz. Current zeny: %sz. Maximum earned: %sz. Maximum zeny: %sz.
id: %s Anda menerima: %sz. Zeny sekarang: %sz. Maximum yang diterima: %sz. Maximum zeny: %sz.
ko: %s 획득: %sz. 현재 제니: %sz. 최대 획득: %sz. 최대 제니: %sz.
pt: %s Você ganhou: %sz. Zeny atual: %sz. Máximo a ganhar: %sz. Zeny máximo: %sz.
th: %s คุณได้รับ zeny: %sz. zeny ในขณะนี้: %sz. zeny สูงสุดที่จะได้รับ: %sz. zeny สูงสุดที่จะมีได้: %sz.
zh: %s 您已賺了: %sz. 目前金額: %sz. 最高可賺: %sz. 最高金額: %sz.
zh_cn: %s 你已经赚了: %sz. 现在的 zeny: %sz. 最大值: %sz. 最大的 zeny: %sz.

source: ----------Skill List----------- # Skill Name Lv SP
id: ----------List Skill----------- # Nama Skill Lv SP
ko: ----------스킬 목록 ---------- # 스킬 이름 Lv SP
pt: ------Lista de Habilidades----- # Nome da Habilidade Nv SP
th: ----------รายการสกิล----------- # ชื่อสกิล Lv SP
zh: -----------技能清單------------ # 技能名稱 Lv SP

source: Error in function 'skills add' (Add Skill Point) Skill %s does not exist.
id: Error pada function 'skills add' (Menambahkan Skill Point) Skill %s tidak ada.
pt: Erro na função 'skills add' (Incrementar Habilidade) Habilidade %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'skills add' (เพิ่มเลเวลสกิล) สกิล %s ไม่มีอยู่
zh: 'skills add' 功能錯誤 (增加技能點數) 技能 %s 並不存在.
zh_cn: 功能错误 'skills add' (添加技能点) 技能 %s 不存在.
