Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Calculating route to find master: %s
id: Mengkalkulasi rute mencari master: %s
ko: 최적 경로 계산 중... : %s
pt: Calculando rota para encontrar o mestre: %s
th: กำลังทำการคำนวณหาเส้นทางไปหาเจ้านาย: %s
zh: 計算路徑以尋找主人: %s
zh_cn: 计算找到主人的路径: %s

source: Calculating route to find master: %s (%s,%s)
id: Mengkalkulasi rute mencari master: %s (%s,%s)
ko: 최적 경로 계산 중... : %s (%s,%s)
pt: Calculando rota para encontrar o mestre: %s (%s, %s)
th: กำลังทำการคำนวณหาเส้นทางไปหาเจ้านาย: %s (%s,%s)
zh: 計算路徑以尋找主人: %s (%s,%s)
zh_cn: 计算找到主人的路径: %s (%s,%s)

source: Priority Attacking: %s
id: Prioritas Penyerangan: %s
ko: 우선순위 공격 : %s
pt: Atacando por Prioridade: %s
th: ทำการโจมตีมอนสเตอร์ที่มีลำดับความสำคัญสูงกว่าก่อน: %s
zh: 優先攻擊: %s

source: Attacking: %s
id: Menyerang: %s
ko: 공격: %s
pt: Atacando: %s
th: ทำการโจมตี: %s
zh: 正要攻擊: %s

source: Encounter Monster : %s
id: Menemui Monster : %s
ko: 충돌 몬스터 : %s
pt: Encontro com monstro: %s
th: กำลังเผชิญหน้ากับมอนสเตอร์: %s
zh: 遭遇怪物: %s
zh_cn: 遇到怪物 : %s

source: Auto UnEquiping [R]: %s
id: Melepas Equip Secara Otomatis [R]: %s
pt: Auto desequipando [D]: %s
zh: 自動卸除裝備 [R]: %s
zh_cn: 自动改变装备 [R]: %s

source: Auto Equiping [R]: %s
id: Mengequip Secara Otomatis [R]: %s
ko: 자동 장착 : Auto Equiping [R]: %s
pt: Auto-equipando [D]: %s
th: ส่วมใส่อัตโนมัติ [R]: %s
zh: 自動裝備 [R]: %s
zh_cn: 自动装备 [R]: %s

source: Auto UnEquiping [L]: %s
id: Melepas Equip Secara Otomatis [L]: %s
pt: Auto desequipando [D]: %s
zh: 自動卸除裝備 [R]: %s
zh_cn: 自动改变装备 [L]: %s

source: Auto Equiping [L]: %s (%s)
id: Mengequip Secara Otomatis [L]: %s (%s)
ko: 자동 장착 : Auto Equiping [L]: %s (%s)
pt: Auto Equipando [E]: %s (%s)
th: ส่วมใส่อัตโนมัติ [L]: %s (%s)
zh: 自動裝備 [L]: %s (%s)
zh_cn: 自动装备 [L]: %s (%s)

source: Auto Equiping [A]: %s
id: Mengequip Secara Otomatis [A]: %s
ko: 자동 장착 : Auto Equiping [A]: %s
pt: Auto-equipando [Fl]: %s
th: ส่วมใส่อัตโนมัติ [A]: %s
zh: 自動裝備 [A]: %s
zh_cn: 自动装备 [A]: %s

source: Change Attack Distance to : %s
id: Merubah attackDistance menjadi : %s
ko: C공격 거리 변경 : %s
pt: Mudança de Distância de ataque para: %s
th: เปลี่ยนแปลงระยะโจมตีเป็น : %s
zh: 更改攻擊距離為: %s
zh_cn: 改变攻击距离为 : %s

source: Change Attack useWeapon to : %s
id: Merubah Menyerang menggunakan Senjata (useWeapon) menjadi : %s
ko: 공격 사용무기 변경 : %s
pt: Mudança de attackUseWeapon para: %s
th: เปลี่ยนแปลงค่า Attack useWeapon ไปเป็น: %s
zh: 更改攻擊是否使用武器: %s
zh_cn: 改变攻击 useWeapon 为 : %s

source: Auto equiping default [A]: %s
id: Mengequip default secara otomatis [A]: %s
ko: 자동 장착 기본 : Auto equiping default [A]: %s
pt: Auto-equipando Padrão [Fl]: %s
th: ส่วมใส่อุปกรณ์ปริยายอัตโนมัติ [A]: %s
zh: 自動裝備預設裝備 [A]: %s
zh_cn: 自动装备默认的 [A]: %s

source: Change Attack Distance to Default : %s
id: Merubah Jarak Menyerang ke Default : %s
ko: 공격 거리 변경 기본 : %s
pt: Mudança de Distância de Ataque para o Padrão: %s
th: เปลี่ยนแปลงระยะโจมตีกลับไปเป็นค่าปริยาย: %s
zh: 更改攻擊距離為預設值: %s
zh_cn: 改变攻击距离到默认的 : %s

source: Change Attack useWeapon to default : %s
id: Merubah Menyerang menggunakan Senjata (useWeapon) ke Default : %s
ko: 공격 사용무기 변경 기본 : %s
pt: Mudança de 'attackUseWeapon' para o Padrão: %s
th: เปลี่ยนค่าตัวแปร Attack useWeapon ไปเป็นค่าดั้งเดิม: %s
zh: 更改攻擊是否使用武器為預設值: %s
zh_cn: 改变攻击 useWeapon 到默认的 : %s

source: Calculating route to: %s(%s): %d, %d
id: Mengkalkulasi rute ke: %s(%s): %d, %d
ko: 경로 계산 : %s(%s): %d, %d
pt: Calculando rota para: %s(%s): %d, %d
th: กำลังคำนวณหาเส้นทางไปยัง: %s(%s): %d, %d
zh: 計算路徑至: %s(%s): %d, %d
zh_cn: 计算路径: %s(%s): %d, %d

source: Calculating route to: %s(%s)
id: Mengkalkulasi rute ke: %s(%s)
ko: 경로 계산 : %s(%s)
pt: Calculando rota para: %s(%s)
th: กำลังคำนวณหาเส้นทางไปยัง: %s(%s)
zh: 計算路徑至: %s(%s)
zh_cn: 计算路径: %s(%s)

source: Map %s does not exist
id: Map %s tidak ada
ko: 맵 %s 이 존재하지 않습니다.
pt: Mapa %s não existe
th: แผนที่ %s ไม่มีอยู่
zh: 地圖 %s 不存在
zh_cn: 地图 %s 不存在

source: Unknown command '%s'. Please read the documentation for a list of commands.
id: Perintah '%s' tidak diketahui. Silahkan membaca dokumentasi untuk kumpulan perintah.
ko: 알려지지 않은 명령어 '%s'. 명령어 목록에 대한 문서를 읽으세요.
pt: Comando '%s' desconhecido. Por favor, leia a documentação para uma lista de comandos disponíveis.
th: ไม่รู้จักคำสั่งนี้ '%s' กรุณาอ่านคู่มือ สำหรับรายการคำสั่งที่ใช้ได้
zh: 未知的指令'%s'.請閱讀說明文件以獲得指令清單.
zh_cn: 未知的命令 '%s'. 请仔细阅读命令文档.

source: AI sequences cleared
id: Urutan AI sudah dibersihkan
ko: AI 시퀀스 초기화
pt: Seqüências de AI excluídas.
th: AI sequences ถูกล้างแล้ว
zh: AI序列已清除
zh_cn: AI 列表被清除

source: ------ AI Sequence ---------------------
id: ------ Urutan AI ---------------------
ko: ------ AI 시퀀스 ---------------------
pt: ------ Seqüência da AI -----------------
th: ------ ลำดับ(เหตุการณ์) ของ AI ---------------------
zh: ------ AI 序列 -------------------------
zh_cn: ------ AI 序列 ---------------------

source: ------ AI Sequences --------------------
id: ------ Urutan AI --------------------
ko: ------ AI 시퀀스 --------------------
pt: ------ Seqüências da AI ----------------
th: ------ ลำดับ(เหตุการณ์) ของ AI ---------------------
zh: ------ AI 序列 -------------------------
zh_cn: ------ AI 列表 --------------------

source: AI is already set to auto mode
id: AI sudah di set ke mode auto
ko: AI 이미 자동 모드로 설정
pt: AI já está em modo automático
th: AI ได้ถูกตั้งให้เป็นระบบอัตโนมัติอยู่แล้ว
zh: AI已設為自動模式
zh_cn: AI 已经被设定为自动模式

source: AI set to auto mode
id: AI di set ke mode auto
ko: AI : 자동 모드 : auto mode
pt: AI foi para o modo automático
th: AI ได้ถูกตั้งให้เป็นระบบอัตโนมัติ
zh: AI設為自動模式
zh_cn: AI 设置为自动模式

source: AI is already set to manual mode
id: AI sudah di set ke mode manual
ko: 이미 AI 수동 모드 설정
pt: AI já alterada para modo manual
th: AI ได้ถูกตั้งให้เป็นระบบบังคับด้วยมืออยู่แล้ว
zh: AI已設為手動模式
zh_cn: AI 已经被设置为人工模式

source: AI set to manual mode
id: AI di set ke mode manual
ko: AI 수동 모드로 설정
pt: AI foi para modo manual
th: AI ได้ถูกตั้งให้เป็นระบบบังคับด้วยมือ
zh: AI設為手動模式
zh_cn: AI 设置为人工模式

source: AI turned off
id: AI dinonaktifkan
ko: AI 끄기
pt: AI foi desligada
th: AI ถูกปิดตัวลง
zh: 關閉AI
zh_cn: AI 关闭

source: AI is already off
id: AI sudah dinonaktifkan
ko: AI 이미 끄져있음
pt: AI já está desligada
th: AI ถูกปิดตัวลงอยู่แล้ว
zh: AI已關閉
zh_cn: AI 已经关闭

source: Syntax Error in function 'ai' (AI Commands) Usage: ai [ clear | print | ai_v | auto | manual | off ]
id: Sintaks Error pada function 'ai' (Perintah AI) Penggunaan: ai [ clear | print | ai_v | auto | manual | off ]
ko: 문법 오류 in function 'ai' (AI Commands) 사용법: ai [ clear | print | ai_v | auto | manual | off ]
pt: Erro de sintaxe na função 'ai' (Comandos da AI) Como Usar: ai [ clear | print | ai_v | auto | manual | off ]
th: รูปแบบการใช้ฟังก์ชั่น 'ai' (คำสั่ง AI) ผิดพลาด รูปแบบการใช้งาน: ai [ clear | print | ai_v | auto | manual | off ]
zh: 'ai'功能語法錯誤 (AI指令) 使用方法: ai [ clear | print | ai_v | auto | manual | off ]
zh_cn: 查询错误在 'ai' (AI 命令) 用法: ai [ clear | print | ai_v | auto | manual | off ]

source: ai_seq (off) = %s
id: ai_seq (non-aktif) = %s
ko: ai_seq (끔) = %s
pt: ai_seq (desligada) = %s
th: ai_seq (ปิด) = %s
zh: ai_seq (關) = %s
zh_cn: ai_seq (关闭) = %s

source: ai_seq (manual) = %s
ko: ai_seq (수동) = %s
th: ai_seq (บังคับด้วยมือl) = %s
zh: ai_seq (手動) = %s
zh_cn: ai_seq (人工) = %s

source: ai_seq (auto) = %s
ko: ai_seq (자동) = %s
pt: ai_seq (automática) = %s
th: ai_seq (อัตโนมัติ) = %s
zh: ai_seq (自動) = %s
zh_cn: ai_seq (自动) = %s

source: solution
id: solusi
ko: 해결
pt: solução
th: ทางออก(คำตอบ)
zh: 解決方法
zh_cn: 解决

source: Active tasks: %s
id: Aktifitas yang aktif: %s
ko: 활성화 작업: %s
pt: Tarefas ativas: %s
zh: 有效的工作項目: %s
zh_cn: 正常工作: %s

source: Inactive tasks: %s
id: Aktifitas yang tidak aktif: %s
ko: 비활성화 작업: %s
pt: Tarefas inativas: %s
zh: 失效的工作項目: %s
zh_cn: 非正常工作: %s

source: ----------------- Item To Craft -----------------
id: ----------------- Item yang Di-Craft -----------------
ko: ----------------- 아이템 재료 -----------------
pt: -------------- Itens Manufaturáveis -------------
th: ----------------- รายการไอเท็มที่สามารถทำลูกธนูได้ -----------------
zh: ----------------- 物品至手推車 -----------------
zh_cn: ----------------- 制作列表 -----------------

source: Error in function 'arrowcraft' (Create Arrows) Type 'arrowcraft use' to get list.
id: Error pada function 'arrowcraft' (Membuat Arrow) Ketik 'arrowcraft use' untuk mendapatkan list.
ko: 오류 함수 'arrowcraft' (Create Arrows) Type 'arrowcraft use' to get list.
pt: Erro na função 'arrowcraft' (Fabricar Flechas) Digite 'arrowcraft use' para obter a lista.
th: พบข้อผิดพลาดในฟังก์ชั่น 'arrowcraft' (สร้างลูกธนู) ป้อน 'arrowcraft use' เพื่อดูรายการ
zh: 'arrowcraft' 功能錯誤 (製作箭矢) 輸入 'arrowcraft use' 以獲得清單.
zh_cn: 功能错误 'arrowcraft' (创造箭) 输入 'arrowcraft use' 在得到列表.

source: Error in function 'arrowcraft' (Create Arrows) You don't have Arrow Making Skill.
id: Error pada function 'arrowcraft' (Membuat Arrow) Anda tidak memiliki Skill Membuat Arrow.
ko: 오류 함수 'arrowcraft' (화살 생성) 화살 만들기 스킬을 가지고 있지 않습니다.
pt: Erro na função 'arrowcraft' (Fabricar Flechas) Você não possui a habilidade Fabricar Flechas.
th: พบข้อผิดพลาดในฟังก์ชั่น 'arrowcraft' (สร้างลูกธนู) คุณไม่มีสกิลในการสร้างลูกธนู
zh: 'arrowcraft' 功能錯誤 (製作箭矢) 您並沒有箭矢製作的技能.
zh_cn: 功能错误 'arrowcraft' (创造箭) 你没有这个技能.

source: Error in function 'arrowcraft forceuse #' (Create Arrows) You don't have item %s in your inventory.
id: Error pada function 'arrowcraft forceuse #' (Membuat Arrow) Anda tidak memiliki item %s pada inventory anda.
ko: 오류 함수 'arrowcraft forceuse #' (Create Arrows) 아이템 %s 을 장비창에 가지고 있지 않습니다.
pt: Erro na função 'arrowcraft forceuse nº' (Fabricar Flechas) Você não tem %s no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'arrowcraft forceuse #' (สร้างลูกธนู) คุณไม่มีไอเท็ม %s อยู่ในต้ว
zh: 'arrowcraft forceuse #' 功能錯誤 (製作箭矢) 您的物品欄中並沒有物品 %s.
zh_cn: 功能错误 'arrowcraft forceuse #' (创造箭) 你没有道具在 %s 携带列表.

source: Error in function 'arrowcraft' (Create Arrows) Usage: arrowcraft [<identify #>] Type 'arrowcraft use' to get list.
id: Error pada function 'arrowcraft' (Membuat Arrow) Penggunaan: arrowcraft [<identifikasi #>] Ketik 'arrowcraft use' untuk mendapatkan list.
ko: 오류 함수 'arrowcraft' (Create Arrows) 사용법: arrowcraft [<identify #>] 입력 'arrowcraft use' 얻은 목록에서.
pt: Erro na função 'arrowcraft' (Fabricar Flechas) Como usar: arrowcraft [<identify #>] Digite 'arrowcraft use' para obter a lista.
th: พบข้อผิดพลาดในฟังก์ชั่น 'arrowcraft' (สร้างลูกธนู) รูปแบบการใช้งาน: arrowcraft [<identify #>] ป้อน 'arrowcraft use' เพื่อดูรายการ
zh: 'arrowcraft' 功能錯誤 (製作箭矢) 使用方法: arrowcraft [<identify #>] 請輸入 'arrowcraft use' 以獲得清單.
zh_cn: 功能错误 'arrowcraft' (创造箭) 用法: arrowcraft [<identify #>] 输入 'arrowcraft use' 在得到列表.

source: Error in function 'a' (Attack Monster) Monster %s does not exist.
id: Error pada function 'a' (Menyerang Monster) Monster %s tidak ada.
ko: 오류 함수 'a' (Attack Monster) 몬스터 %s 존재하지 않습니다.
pt: Erro na função 'a' (Atacar Monstro) Monstro %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'a' (โจมตีมอนสเตอร์) มอนสเตอร์ %s ไม่มีอยู่
zh: 'a' 功能錯誤 (攻擊怪物) 怪物 %s 並不存在.
zh_cn: 功能错误 'a' (攻击怪物) 怪物 %s 不存在.

source: Syntax Error in function 'a' (Attack Monster) Usage: attack <monster # | no | yes >
id: Sintaks Error pada function 'a' (Menyerang Monster) Penggunaan: attack <monster # | no | yes >
ko: 오류 함수 'a' (Attack Monster) 사용법: attack <monster # | no | yes >
pt: Erro de sintaxe na função 'a' (Atacar Monstro) Como Usar: attack <monster # | no | yes >
th: รูปแบบการใช้ฟังก์ชั่น 'a' (โจมตีมอนสเตอร์) ผิดพลาด รูปแบบการใช้งาน: attack <monster # | no | yes >
zh: 'a' 功能語法錯誤 (攻擊怪物) 使用方法: attack <monster # | no | yes >
zh_cn: 语法错误 'a' (攻击怪物) 用法: attack <monster # | no | yes >

source: Stopped attacking %s (%s)
id: Berhenti Menyerang %s (%s)
ko: 공격 중지 %s (%s)
pt: Parando de atacar: %s (%s)
th: ยุติการโจมตีกับ %s (%s) แล้ว
zh: 停止攻擊 %s (%s)
zh_cn: 停止攻击 %s (%s)

source: Syntax Error in function 'auth' (Overall Authorize) Usage: auth <username> <flag>
id: Sintaks Error pada function 'auth' (Mengotorisasi secara Keseluruhan) Penggunaan: auth <username> <flag>
ko: 문법 오류 함수 'auth' (Overall Authorize) 사용법: auth <username> <flag>
pt: Erro de sintaxe na função 'auth' (Autorização Geral) Como Usar: auth <username> <flag>
th: รูปแบบการใช้ฟังก์ชั่น 'auth' (การให้อำนาจ) ผิดพลาด รูปแบบการใช้งาน: auth <username> <flag>
zh: 'auth' 功能語法錯誤 (整體授權) 使用方法: auth <username> <flag>
zh_cn: 语法错误在 'auth' (全部授权) 用法: auth <username> <flag>

source: Initiating auto-buy.
id: Memulai membeli secara otomatis.
ko: 초기화 자동구매 auto-buy.
pt: Inicializando compras automáticas.
th: กำลังเริ่มทำการ ซื้ออัตโนมัติ
zh: 自動購買初始化.
zh_cn: 开始自动购买物品

source: Initiating auto-sell.
id: Memulai menjual secara otomatis.
ko: 초기화 자동 판매 auto-sell.
pt: Inicializando vendas automáticas.
th: กำลังเริ่มทำการ ขายอัตโนมัติ
zh: 自動賣物初始化.
zh_cn: 自动出售完成.

source: Initiating auto-storage.
id: Memulai storage secara otomatis.
ko: 초기화 자동 저장 auto-storage.
pt: Inicializando armazenagem automática.
th: กำลังเริ่มทำการ ใช้ที่เก็บของอัตโนมัติ
zh: 自動存倉初始化.
zh_cn: 开始自动存仓.

source: Syntax Error in function 'buy' (Buy Store Item) Usage: buy <item #> [<amount>]
id: Sintaks Error pada function 'buy' (Membeli Item Toko) Penggunaan: buy <item #> [<Jumlah>]
ko: 문법 오류 함수 'buy' (Buy Store Item) 사용법: buy <item #> [<amount>]
pt: Erro de sintaxe na função 'buy' (Comprar Item da Loja) Como Usar: buy <item #> [<amount>]
th: รูปแบบการใช้ฟังก์ชั่น 'buy' (ซื้อของจากร้านค้า) ผิดพลาด รูปแบบการใช้งาน: buy <item #> [<amount>]
zh: 'buy' 功能語法錯誤 (購賣商店物品) 使用方法: buy <item #> [<amount>]
zh_cn: 语法错误在 'buy' (购买东西) 用法: buy <item #> [<amount>]

source: Error in function 'buy' (Buy Store Item) Store Item %s does not exist.
id: Error pada function 'buy' (Membeli Item Toko) Item Toko %s tidak ada.
ko: 오류 함수 'buy' (Buy Store Item) 창고 아이템 %s 이 존재하지 않습니다.
pt: Erro na função 'buy' (Comprar Item da Loja) Item %s não existe na loja.
th: พบข้อผิดพลาดในฟังก์ชั่น 'buy' (ซื้อของจากร้านค้า) ไอเท็ม %s ไม่มีอยู่ในร้าน
zh: 'buy' 功能語法錯誤 (購賣商店物品) 商店物品 %s 並不存在.
zh_cn: 功能错误 'buy' (购买道具) 道具 %s 不存在.

source: Cancelling card merge.
id: Membatalkan penggabungan card.
ko: 카드 병합 취소.
pt: Cancelando fusão de carta.
th: ยกเลิกการรวมการ์ด
zh: 取消插卡.
zh_cn: 取消卡片组合.

source: Error in function 'card mergecancel' (Cancel a card merge request) You are not currently in a card merge session.
id: Error pada function 'card mergecancel' (Membatalkan permintaan penggabungan card) Anda sekarang tidak pada sesi penggabungan card.
ko: 오류 함수 'card mergecancel' (Cancel a card merge request) 카드 병합 세션이 아닙니다.
pt: Erro na função 'card mergecancel' (Cancela uma requisição de fusão de carta) Você não está numa sessão para fundir cartas.
th: พบข้อผิดพลาดในฟังก์ชั่น 'card mergecancel' (ยกเลิกการร้องขอการรวมการ์ด) คุณยังไม่ได้ส่งคำขอรวมการ์ด
zh: 'card mergecancel' 功能語法錯誤 (取消插卡請求) 您目前並沒有處於插卡動作期間.
zh_cn: 功能错误 'card mergecancel' (取消卡片组合) 你没有开始组合卡片.

source: -----Card Merge Candidates-----
id: -----Kandidat Penggabungan Card-----
ko: -----카드 병합 지원 목록-----
pt: -----Candidatos para Fusão-----
th: -----รายการไอเท็มที่สามารถรวมกับการ์ดได้-----
zh: ----------插卡候選欄-----------
zh_cn: -----可用的卡片-----

source: Error in function 'card mergelist' (List availible card merge items) You are not currently in a card merge session.
id: Error pada function 'card mergelist' (List penggabungan card pada item yang tersedia) Anda sekarang tidak pada sesi penggabungan card.
ko: 오류 함수 'card mergelist' (카드 병합 가능 목록s) 현재 카드 병합할 세션이 아닙니다.
pt: Erro na função 'card mergelistl' (Lista os itens disponíveis para a fusão) Você não está numa sessão para fundir cartas.
th: พบข้อผิดพลาดในฟังก์ชั่น 'card mergelist' (List availible card merge items) You are not currently in a card merge session.
zh: 'card mergelist' 功能語法錯誤 (列出可插此卡的裝備) 您目前並沒有處於插卡動作期間.
zh_cn: 功能错误 'card mergelist' (列出并组合卡片) 你每在组合过程中.

source: Error in function 'card merge' (Finalize card merging onto item) There is no item %s in the card mergelist.
id: Error pada function 'card merge' (Penyelesaian penggabungan card pada item) Tidak ada item %s pada List penggabungan card.
ko: 오류 함수 'card merge' (아이템에 카드 병합하기) 아이템 %s 카트 병합 목록에 없습니다.
pt: Erro na função 'card merge' (Finaliza a fusão com item) O item %s não existe na lista de fusão.
th: พบข้อผิดพลาดในฟังก์ชั่น 'card merge' (ทำการรวมการ์ดใส่ไอเท็ม) ไม่พบไอเท็ม %s ในรายการรวมการ์ด
zh: 'card merge' 功能語法錯誤 (完成插卡動作於裝備上) 在插卡列表中並沒有 %s 此裝備.
zh_cn: 功能错误 'card merge' (结束组合卡片) 道具 %s 没有卡片.

source: Error in function 'card merge' (Finalize card merging onto item) You are not currently in a card merge session.
id: Error pada function 'card merge' (Penyelesaian penggabungan card pada item) Anda sekarang tidak pada sesi penggabungan card.
ko: 오류 함수 'card merge' (Finalize card merging onto item) 현재 카드 병합 목록에 없습니다.
pt: Erro na função 'card merge' (Finaliza a fusão com item) Você não está numa sessão para fusão de cartas.
th: พบข้อผิดพลาดในฟังก์ชั่น 'card merge' (ทำการรวมการ์ดใส่ไอเท็ม) คุณยังไม่ได้ส่งคำขอรวมการ์ด
zh: 'card merge' 功能語法錯誤 (完成插卡動作於裝備上) 您目前並沒有處於插卡動作期間.
zh_cn: 功能错误 'card merge' (结束组合卡片) 你不在组合过程中.

source: Syntax Error in function 'card merge' (Finalize card merging onto item) Usage: card merge <item number> <item number> - Merge item number. Type 'card mergelist' to get number.
id: Sintaks Error pada function 'card merge' (Penyelesaian penggabungan card pada item) Penggunaan: card merge <nomor item> <nomer item> - Menggabungkan nomer item. Ketik 'card mergelist' untuk mendapatkan nomer.
ko: 문법 오류 함수 'card merge' (Finalize card merging onto item) 사용법: card merge <item number> <item number> - 병합 아이템 번호. 'card mergelist'에서 얻는 번호 입력하세요.
pt: Erro na função 'card merge' (Finaliza a fusão com item) Como Usar: card merge <número do item> <número do item> - O número do item a fundir. Digite 'card mergelist' para obter o número.
th: รูปแบบการใช้ฟังก์ชั่น 'card merge' (ทำการรวมการ์ดใส่ไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: card merge <item number> <item number> - หมายเลขไอเท็มที่จะทำการรวม ป้อน 'card mergelist' เพื่อดูหมายเลข
zh: 'card merge' 功能語法錯誤 (完成插卡動作於裝備上) 使用方法: card merge <item number> <item number> - 待插卡之裝備代碼. 請輸入 'card mergelist' 以獲得代碼.
zh_cn: 语法错误 'card merge' (结束组合卡片) 用法: card merge <item number> <item number> - 道具编号. 输入 'card mergelist' 得到列表.

source: Sending merge list request for %s...
id: Mengirimkan list permintaan penggabungan untuk %s...
ko: 보내기 병합 목록 요청 %s...
pt: Enviando requisição para a lista de fusão de %s...
th: ส่งคำขอรายการไอเท็มเพื่อรวมกับ %s...
zh: 對 %s 送出插卡列表的請求...
zh_cn: 送合并列表请求 %s...

source: Error in function 'card use' (Request list of items for merging with card) Card %s does not exist.
id: Error pada function 'card use' (Meminta List item untuk digabungkan dengan card) Card %s tidak ada.
ko: 오류 함수 'card use' (카드와 병합할 아이템 목록) 카드 %s 가 존재하지 않습니다.
pt: Erro na função 'card use' (Solicita lista de itens para fusão com carta) A carta %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'card use' (ส่งคำขอรายการไอเท็มเพื่อรวมกับการ์ด) การ์ด %s ไม่มีอยุ่
zh: 'card use' 功能錯誤 (Request list of items for merging with card) 卡片 %s 並不存在.
zh_cn: 功能错误 'card use' (卡片组合请求) 卡片 %s 不存在.

source: Syntax Error in function 'card use' (Request list of items for merging with card) Usage: card use <item number> <item number> - Card inventory number. Type 'i' to get number.
id: Sintaks Error pada function 'card use' (Meminta list item untuk digabungkan dengan card) Penggunaan: card use <nomor item> <nomer item> - nomer inventory card. ketik 'i' untuk mendapatkan nomer.
ko: 문법 오류 함수 'card use' (Request list of items for merging with card) 사용법: card use <item number> <item number> - 카드 장비창 번호. 'i' 에서 얻은 번호 입력하세요.
pt: Erro de sintaxe na função 'card use' (Solicita lista de itens para fusão com carta) Como Usar: card use <número do item> <número do item> - Número da carta no inventário. Digite 'i' para obter a lista.
th: รูปแบบการใช้ฟังก์ชั่น 'card use' (ส่งคำขอรายการไอเท็มเพื่อรวมกับการ์ด) ผิดพลาด รูปแบบการใช้งาน: card use <item number> <item number> - หมายเลขของการ์ดที่อยู่ในตัว ป้อน 'i' เพื่อดูหมายเลข
zh: 'card use' 功能語法錯誤 (Request list of items for merging with card) 使用方法: card use <item number> <item number> - 卡片於物品欄中的代碼. 請輸入 'i' 以獲得代碼.
zh_cn: 语法错误 'card use' (卡片组合请求) 用法: card use <item number> <item number> - 卡片编号. 输入 'i' 得到编号.

source: -----------Card List-----------
id: -----------Daftar List Card-----------
ko: -----------카드 목록-----------
pt: --------Lista de Cartas--------
th: -----------รายการการ์ด-----------
zh: -----------卡片清單------------
zh_cn: -----------卡片列表-----------

source: Syntax Error in function 'card' (Card Compounding) Usage: card <use|mergelist|mergecancel|merge>
id: Sintaks Error pada function 'card' (Penggabungan Card) Penggunaan: card <use|mergelist|mergecancel|merge>
ko: 문법 오류 합수 'card' (카드 조합) 사용법: card <use|mergelist|mergecancel|merge>
pt: Erro de sintaxe na função 'card' (Compor Carta) Como Usar: card <use|mergelist|mergecancel|merge>
th: รูปแบบการใช้ฟังก์ชั่น 'card' (การผสมการ์ด) ผิดพลาด รูปแบบการใช้งาน: card <use|mergelist|mergecancel|merge>
zh: 'card' 功能語法錯誤 (卡片組合) 使用方法: card <use|mergelist|mergecancel|merge>
zh_cn: 语法错误 'card' (卡片装备) 用法: card <use|mergelist|mergecancel|merge>

source: Error in function 'cart' (Cart Management) You do not have a cart.
id: Error pada function 'cart' (Pengaturan Cart) Anda tidak meiliki sebuah cart.
ko: 오류 함수 'cart' (카트 관리) 카드를 가지고 있지 않습니다.
pt: Erro na função 'cart' (Gerencimento de Carrinho)' Você não tem um carrinho.
th: พบข้อผิดพลาดในฟังก์ชั่น 'cart' (การจัดการรถเข็น) คุณไม่มีรถเข็น
zh: 'cart' 功能錯誤 (手推車管理) 您並沒有手推車.
zh_cn: 功能错误 'cart' (组合卡片) 你没有卡片.

source: Cart inventory is not available.
id: Inventory Cart tidak tersedia.
ko: 카트 장비창이 유효하지 않습니다.
pt: Inventário do carrinho não disponível.
th: ไม่มีของในรถเข็น
zh: 手推車物品欄無效.
zh_cn: 手推车目录无法取得.

source: -------------Cart-------------- # Name
id: -------------Cart-------------- # Nama
ko: -------------카트-------------- # 이름
pt: -----------Carrinho------------ # Nome
th: -------------รายการของในรถเข็น-------------- # ชื่อ
zh: ------------手推車------------- # 名稱
zh_cn: -------------手推车-------------- # 名字

source: -- Not Identified
id: --Belum Diidentifikasi
ko: -- 비 감정
pt: -- Não Identificado
th: -- ยังไม่ได้ตรวจสอบ
zh: -- 尚未鑑定
zh_cn: -- 没识别

source: Capacity: %d/%d Weight: %d/%d
id: kapasitas: %d/%d Berat: %d/%d
ko: 용량: %d/%d 무게: %d/%d
pt: Capacidade: %d/%d Peso: %d/%d
th: ความจุ: %d/%d น้ำหนัก: %d/%d
zh: 容量: %d/%d 重量: %d/%d
zh_cn: 容量: %d/%d 负重: %d/%d

source: Syntax Error in function 'cart desc' (Show Cart Item Description) '%s' is not a valid cart item number.
id: Sintaks Error pada function 'cart desc' (Memperlihatkan Deskripsi Item di Cart) '%s' bukan nomor item pada card yang benar.
ko: 문법오류 함수 'cart desc' (카트 아이템 상세 보기) '%s' 유효하지 않은 카트 아이템 번호입니다.
pt: Erro de sintaxe na função 'cart desc' (Mostra a Descrição de Itens do Carrinho) '%s' não é um número de item válido.
th: รูปแบบการใช้ฟังก์ชั่น 'cart desc' (แสดงรายละเอียดของไอเท็มที่อยู่ในรถเข็น) ผิดพลาด '%s' หมายเลขนี้ไม่ถูกต้อง
zh: 'cart desc' 功能錯誤 (顯示手推車物品的敍述) '%s' 並不是一個有效的手推車內物品號碼.
zh_cn: 语法错误 'cart desc' (显示手推车里道具的描述) '%s' 不是有效的道具编号.

source: Error in function 'cart desc' (Show Cart Item Description) Cart Item %s does not exist.
id: Error pada function 'cart desc' (Memperlihatkan Deskripsi Item di Cart) Item %s tidak ada di Cart.
ko: 오류 함수 'cart desc' (카트아이템 설명 보기) 카트 아이템 %s 존재하지 않습니다.
pt: Erro de sintaxe na função 'cart desc' (Mostra a Descrição de Itens do Carrinho) Item %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'cart desc' (แสดงรายละเอียดของไอเท็มที่อยู่ในรถเข็น) ไอเท็ม %s ไม่มีอยู่ในรถเข็น
zh: 'cart desc' 功能錯誤 (顯示手推車物品的敍述) 手推車物品 %s 並不存在.
zh_cn: 语法错误 'cart desc' (显示手推车里道具的描述) 道具 %s 不存在.

source: Cart released.
id: Cart dilepas.
ko: 카트 해제.
pt: Carrinho retirado.
th: ถอดรถเข็นแล้ว
zh: 解除手推車.
zh_cn: 得到手推车.

source: Error in function 'cart' Command '%s' is not a known command.
id: Error pada function 'cart' Perintah '%s' bukan perintah yang diketahui.
ko: 오류 함수 'cart' 명령어 '%s' 은 존재하지 않는 명령어.
pt: Erro na função 'cart' (Gerencimento de Carrinho)' O comando '%s' não é reconhecido.
th: พบข้อผิดพลาดในฟังก์ชั่น 'cart' คำสั่ง '%s' เป็นคำสั่งที่ไม่รู้จัก
zh: 'cart' 功能錯誤 指令 '%s' 為一個未知指令.
zh_cn: 功能错误 'cart' 命令 '%s' 是未知的命令.
