Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: There is no deal list - You are not in a deal
id: Tidak ada list transaksi - Anda tidak sedang melakukan transaksi
ko: 거래 목록이 없습니다. - 거래 중이 아닙니다.l
pt: Não há lista da negociação - Você não está negociando
th: ไม่มีรายการแลกเปลี่ยน - คุณไม่ได้กำลังทำการแลกเปลี่ยน
zh: 無交易清單 - 您並沒有在交易
zh_cn: 没有交易列表 - 你没在交易中

source: -----------Current Deal-----------
id: -----------Deal Pada Saat Ini-----------
ko: -----------현재 거래-----------
pt: ---------Negociação Atual---------
th: -----------รายการแลกเปลี่ยนขณะนี้-----------
zh: ------------目前的交易------------
zh_cn: -----------现在交易-----------

source: Zenny: %-25s Zenny: %-14s
ko: 제니: %-25s Zenny: %-14s
zh: 金錢: %-25s 金錢: %-14s

source: Syntax Error in function 'drop' (Drop Inventory Item) Usage: drop <item #> [<amount>]
id: Sintaks Error pada function 'drop' (Menjatuhkan Item Inventory) Penggunaan: drop <item #> [<jumlah>]
ko: 문법오류 함수 'drop' (Drop Inventory Item) Usage: drop <item #> [<amount>]
pt: Erro de sintaxe na função 'drop' (Joga Item do Inventário fora) Como Usar: drop <N. item> [<quantidade>]
th: รูปแบบการใช้ฟังก์ชั่น 'drop' (ทิ้งไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: drop <item #> [<amount>]
zh: 'drop' 功能語法錯誤 (丟掉物品欄的物品) 使用方法: drop <物品編號> [<數量>]
zh_cn: 语法错误 'drop' (丢弃携带的道具) 用法: drop <item #> [<amount>]

source: No items were dropped.
id: Tidak ada item yang dijatuhkan.
ko: 아이템이 드롭되지 않았습니다.
pt: Nenhum item dropado.
th: ไม่มีไอเท็มที่จะทิ้ง
zh: 沒有物品被丟棄.
zh_cn: 没有丢掉任何道具.

source: Syntax Error in function 'e' (Emotion) Usage: e <command>
id: Sintaks Error pada function 'e' (Emotion) Penggunaan: e <perintah>
ko: Syntax Error in function 'e' (이모션) Usage: e <command>
pt: Erro de sintaxe na função 'e' (Emoticon) Como Usar: e <comando>
th: รูปแบบการใช้ฟังก์ชั่น 'e' (Emotion) ผิดพลาด รูปแบบการใช้งาน: e <command>
zh: 'e' 功能語法錯誤 (表情符號) 使用方法: e <指令>
zh_cn: 语法错误 'e' (表情) 用法: e <command>

source: Slots:
id: Slot:
ko: 슬롯:
zh: 洞數:

source: You don't have %s.
id: Anda tidak memiliki %s.
ko: 가지고 있지 않습니다. %s.
pt: Você não possui %s.
th: คุณไม่มี %s.
zh: 您並沒有 %s.

source: Inventory Item %s (%s) can't be equipped.
id: Item %s (%s) di Inventory tidak dapat di-equip.
ko: Inventory Item %s (%s) 장착할 수 없습니다.
pt: O item %s (%s) do inventário não pode ser equipado.
th: ไอเท็ม %s (%s) ไม่สามารถสวมใส่ได้
zh: 物品欄的物品 %s (%s) 無法裝備.
zh_cn: 携带道具 %s (%s) 无法装备.

source: ------------Exp Report------------ Botting time : %s BaseExp : %s %s JobExp : %s %s BaseExp/Hour : %s %s JobExp/Hour : %s %s Zenny : %s Zenny/Hour : %s Base Levelup Time Estimation : %s Job Levelup Time Estimation : %s Died : %s Bytes Sent : %s Bytes Rcvd : %s
id: ------------Laporan Exp------------ Lama waktu Bot : %s BaseExp : %s %s JobExp : %s %s BaseExp/Jam : %s %s JobExp/Jam : %s %s Zenny : %s Zenny/Jam : %s Waktu Perkiraan Level Base Naik: %s Waktu Perkiraan Level Job Naik: %s Mati : %s Bytes dikirimkan : %s Bytes diterima : %s
ko: ------------Exp 보고 ---------------- Botting time : %s BaseExp : %s %s JobExp : %s %s BaseExp/Hour : %s %s JobExp/Hour : %s %s Zenny : %s Zenny/Hour : %s Base Levelup Time Estimation : %s Job Levelup Time Estimation : %s Died : %s Bytes Sent : %s Bytes Rcvd : %s
pt: ---------Relatório de Exp--------- Tempo de Bot : %s Exp Base : %s %s Exp Classe : %s %s Exp Base/Hora : %s %s Exp Classe/Hora : %s %s Zenny : %s Zenny/Hora : %s Tempo Estimado para up Base : %s Tempo Estimado para up Classe: %s Morreu : %s Bytes Enviados : %s Bytes Recebidos : %s
th: ------------รายงานค่าประสบการณ์------------ ระยะเวลาเปิดบอท : %s BaseExp : %s %s JobExp : %s %s BaseExp/Hour : %s %s JobExp/Hour : %s %s Zenny : %s Zenny/Hour : %s Base Level จะอัพภานใน : %s Job Level จะอัพภานใน : %s ตาย : %s Bytes Sent : %s Bytes Rcvd : %s
zh: ------------經驗值報告------------ Botting 時間 : %s Base經驗值 : %s %s Job 經驗值 : %s %s 每小時Base經驗值 : %s %s 每小時Job 經驗值 : %s %s 金錢 : %s 每小時金錢 : %s 預計下次Base升級所需時間 : %s 預計下次Job 升級所需時間 : %s 死亡次數 : %s 位元組發送 : %s 位元組接收 : %s

source: -[Monster Killed Count]----------------------- # ID Name Count
id: -[Jumlah Monster yang Dibunuh]----------------------- # ID Nama Jumlah
ko: -[몬스터 죽인 수]----------------------- # ID Name Count
pt: -[Contagem de Monstros Mortos]---------------- # ID Nome Quantidade
th: -[จำนวนมอนสเตอร์ทีกำจัดได้]----------------------- # ID ชื่อ จำนวน
zh: -[殺死的怪物計算]----------------------------- # ID 名稱 計數
zh_cn: -[杀怪统计]----------------------- # ID 名字 数量

source: Total number of killed monsters: %s
id: Total angka dari monster yang dibunuh: %s
ko: 죽은 몬스터 총수: %s
pt: Total de monstros mortos: %s
th: จำนวนมอนสเตอร์ทั้งหมดที่กำจัดได้: %s
zh: 總共殺死的怪物數量: %s
zh_cn: 杀怪总数: %s

source: -[Item Change Count]-------------------------- Name Count
id: -[Jumlah Item yang Berubah]-------------------------- Nama Jumlah
ko: -[아이템 변경 수]-------------------------- 이름 수
pt: -[Contagem de Itens Trocados]----------------- Nome Quantidade
th: -[รายการไอเท็มที่มีการเปลี่ยนแปลง]-------------------------- ชื่อ จำนวน
zh: -[物品改變量計算]----------------------------- 名稱 計數
zh_cn: -[道具变化统计]-------------------------- 名字 数量

source: Exp counter reset.
id: Counter Exp diulang.
ko: Exp 경험치 카운터 재설정.
pt: Contador de experiência reiniciado.
th: เริ่มตัวนับค่าประสบการณ์ใหม่
zh: 經驗值計數器重置.
zh_cn: Exp 重新计算.

source: Syntax error in function 'exp' (Exp Report) Usage: exp [<report | monster | item | reset>]
id: Sintaks error pada function 'exp' (Laporan Exp) Penggunaan: exp [<report | monster | item | reset>]
ko: Syntax error in function 'exp' (Exp 보고) Usage: exp [<report | monster | item | reset>]
pt: Erro de sintaxe na função 'exp' (Relatório de EXP) Como Usar: exp [<report | monster | item | reset>]
th: รูปแบบการใช้ฟังก์ชั่น 'exp' (รายงานค่าประสบการณ์) ผิดพลาด รูปแบบการใช้งาน: exp [<report | monster | item | reset>]
zh: 'exp' 功能語法錯誤 (經驗值報告) 使用方法: exp [<report | monster | item | reset>]
zh_cn: 语法错误 'exp' (Exp 报告) 用法: exp [<report | monster | item | reset>]

source: Your falcon is active
id: Falcon anda aktif
ko: 팔콘 활성화
pt: Seu falcão está presente
th: คุณมีนกปฏิบัติงานอยู่
zh: 您的獵鷹已生效
zh_cn: 你的猎鹰是 active

source: Your falcon is inactive
id: Falcon anda tidak aktif
ko: 팔콘 비활성화
pt: Seu falcão está ausente
th: คุณไม่มีนกปฏิบัติงานอยู่
zh: 您的獵鷹已取消
zh_cn: 你的猎鹰是 inactive

source: Error in function 'falcon release' (Remove Falcon Status) You don't possess a falcon.
id: Error pada function 'falcon release' (Melepaskan Status Falcon) Anda tidak menggunakan falcon.
ko: Error in function 'falcon release' (팔콘 상태 제거) You don't possess a falcon.
pt: Erro na função 'falcon release' (Remover falcão) Você não está com um falcão.
th: พบข้อผิดพลาดในฟังก์ชั่น 'falcon release' (ไล่นก) คุณไม่มีนก
zh: 'falcon release' 功能錯誤 (移除獵鷹狀態) 您並沒有持有獵鷹.
zh_cn: 功能错误 'falcon release' (去除老鹰状态) 你没有老鹰.

source: Syntax Error in function 'follow' (Follow Player) Usage: follow <player #>
id: Sintaks Error pada function 'follow' (Mengikuti Player) Penggunaan: follow <player #>
ko: Syntax Error in function 'follow' (플레이어 따라가기) Usage: follow <player #>
pt: Erro de sintaxe na função 'follow' (Segue um Jogador) Como Usar: follow <N. do Jogador>
th: รูปแบบการใช้ฟังก์ชั่น 'follow' (ติดตามผู้เล่น) ผิดพลาด รูปแบบการใช้งาน: follow <player #>
zh: 'follow' 功能語法錯誤 (跟隨玩家) 使用方法: follow <玩家編號>
zh_cn: 语法错误 'follow' (跟随玩家) 用法: follow <player #>

source: Error in function 'follow' (Follow Player) Player %s either not visible or not online in party.
id: Error pada function 'follow' (Mengikuti Player) Player %s antara tidak terlihat atau tidak online dalam grup.
ko: Error in function 'follow' (따라가기) Player %s either not visible or not online in party.
pt: Erro na função 'follow' (Segue um Jogador) O jogador %s não está visível ou não está no seu grupo.
th: พบข้อผิดพลาดในฟังก์ชั่น 'follow' (ติดตามผู้เล่น) ไม่สามารถมองเห็นผู้เล่น %s หรือไม่ได้อยู่ในปาร์ตี้และกำลังออนไลน์อยู่
zh: 'follow' 功能語法錯誤 (跟隨玩家) 玩家 %s 不是不可見就是不在線上隊伍中.
zh_cn: 功能错误 'follow' (跟随玩家) 玩家 %s 不存在或不在组队中.

source: Player %s does not exist
id: Player %s tidak ada
ko: Player %s 가 존재하지 않습니다.
pt: Jogador %s não existe
th: ผู้เล่น %s ไม่มีอยู่
zh: 玩家 %s 不存在
zh_cn: 玩家 %s 不存在

source: Player name has not been received, please try again
id: Nama Player belum diterima, silahkan coba lagi
ko: 플레이어 이름을 받을 수 없습니다, 다시 시도
pt: O nome do jogador não foi recebido, por favor tente novamente
th: ยังไม่ได้รับชื่อผู้เล่น กรุณาลองอีกครั้ง
zh: 玩家名稱尚未接收到, 請再試一次
zh_cn: 玩家名没有收到, 请再尝试

source: %s is already your friend
id: %s telah menjadi teman anda
ko: %s 이미 친구입니다.
pt: %s já é seu amigo(a)
th: %s เป็นเพื่อนกับคุณอยู่แล้ว
zh: %s 已經是您的好友了
zh_cn: %s 现在是你的好友了

source: Requesting %s to be your friend
id: Meminta %s untuk menjadi teman anda
ko: 친구 요청 %s
pt: Solicitando a %s para ser seu amigo(a)
th: %s ต้องการจะเป็นเพื่อนกับคุณ
zh: 邀請 %s 成為您的好友
zh_cn: %s 希望加你为好友

source: Friend #%s does not exist
id: Friend #%s tidak ada
ko: 친구 #%s 없음
pt: Amigo(a) n. %s não existe
th: เพื่อน #%s ไม่มีอยู่
zh: 朋友 #%s 不存在
zh_cn: 朋友 #%s 不存在

source: Attempting to remove %s from your friend list
id: Akan mengeluarkan %s daftar teman anda
ko: 친구목록 제거 시도 %s
pt: Tentativa de remover %s da sua lista de amigos
th: กำลังพยายามที่จะเอา %s ออกจากรายชื่อเพื่อน
zh: 試圖從您的好友清單中移除 %s
zh_cn: 尝试把 %s 从你的朋友列表中移开

source: Can't accept the friend request, no incoming request
id: Tidak dapat menerima permintaan teman, tidak ada permintaan yang datang
ko: 친구요청 허락 불가, no incoming request
pt: Não é possível aceitar o pedido de amizade, não há pedidos
th: ไม่สามารถยอมรับการร้องขอความเป็นเพื่อนได้ - ไม่มีการร้องขอมา
zh: 無法接受好友的邀請, 沒有傳送過來的邀請
zh_cn: 不能接受朋友请求, 没有收到请求

source: Accepting the friend request from %s
id: Menerima permintaan teman dari %s
ko: 친구 요청 허락 %s
pt: Aceitando pedido de amizade de %s
th: ยอมรับขอเสนอการเป็นเพื่อนจาก %s
zh: 從 %s 接受成為好友的邀請
zh_cn: 接受朋友请求 %s

source: Can't reject the friend request - no incoming request
id: Tidak dapat menolak permintaan teman - tidak ada permintaan yang datang
ko: 친구 요청 거절할 수 없음 - no incoming request
pt: Não é possível rejeitar o pedido de amizade, não há pedidos
th: ไม่สามารถปฏิเสธการร้องขอความเป็นเพื่อนได้ - ไม่มีการร้องขอมา
zh: 無法拒絕接受成為好友的邀請 - 沒有傳送過來的邀請訊息
zh_cn: 不嗯那估拒绝朋友请求 - 没有收到请求

source: Rejecting the friend request from %s
id: Menolak permintaan teman dari %s
ko: 친구요청 거절 %s
pt: Rejeitando pedido de amizade de %s
th: ปฏิเสธการร้องขอความเป็นเพื่อนจาก %s
zh: 拒絕從 %s 傳過來的成為好友的邀請
zh_cn: 拒绝 %s 的朋友请求

source: Friend %s has been added to the PM list as %s
id: Teman %s sudah ditambahkan pada list PM list sebagai %s
pt: Amigo %s foi adicionado à lista de PM como %s
th: เพื่อน %s ได้อยู่ในรายการกระซิบแล้ว %s
zh: 好友 %s 已經加入密語清單中成為 %s
zh_cn: 朋友 %s 已经被加到 PM 列表在 %s

source: Friend %s is already in the PM list
id: Teman %s sudah terdapat di list PM
pt: Amigo %s já está na lista de PMs
th: เพื่อน %s ได้อยู่ในรายการกระซิบอยู่แล้ว
zh: 好友 %s 已經在密語清單中了
zh_cn: 朋友 %s 已经在 PM 列表中了

source: Syntax Error in function 'friend' (Manage Friends List) Usage: friend [request|remove|accept|reject|pm]
id: Sintaks Error pada function 'friend' (Mengatur List Teman) Penggunaan: friend [request|remove|accept|reject|pm]
ko: Syntax Error in function 'friend' (친구목록 관리) Usage: friend [request|remove|accept|reject|pm]
pt: Erro de sintaxe na função 'friend' (Gerencia Lista de Amigos) Como Usar: friend [request|remove|accept|reject|pm]
th: รูปแบบการใช้ฟังก์ชั่น 'friend' (การจัดการรายชื่อเพื่อน) ผิดพลาด รูปแบบการใช้งาน: friend [request|remove|accept|reject|pm]
zh: 'friend' 功能語法錯誤 (管理好友清單) 使用方法: friend [request|remove|accept|reject|pm]
zh_cn: 语法错误 'friend' (处理朋友名单) 用法: friend [request|remove|accept|reject|pm]

source: ------------- Friends -------------- # Name Online
id: ------------- Teman -------------- # Nama Online
ko: ------------- 친구 -------------- # 이름 온라인
pt: -------------- Amigos -------------- # Nome Online
th: ------------- เพื่อน -------------- # ชื่อ Online
zh: -------------- 好友 ---------------- # 名字 是否上線
zh_cn: ------------- 朋友 -------------- # 名字 在线

source: Error: No Homunculus detected.
id: Error: Tidak ada Homunculus.
ko: Error: 호문클루스 감지되지 않음.
pt: Erro: Nenhum Homúnculo detectado.
th: พบข้อผิดพลาด: ไม่สามารถตรวจพบ Homunculus ได้.
zh: 錯誤: 沒有偵測到人工生命體.

source: ----------------- Homunculus Status -------------------- Name: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> Level: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- Atk: @>>> Matk: @>>> Hunger: @>>> Hit: @>>> Critical: @>>> Intimacy: @>>> Def: @>>> Mdef: @>>> Accessory: @>>> Flee:@>>> Aspd: @>>> --------------------------------------------------------
id: ----------------- Status Homunculus -------------------- Nama: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> Level: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- Atk: @>>> Matk: @>>> Lapar: @>>> Hit: @>>> Critical: @>>> Keintiman: @>>> Def: @>>> Mdef: @>>> Aksesoris: @>>> Flee:@>>> Aspd: @>>> --------------------------------------------------------
ko: ----------------- 호문클루스 상태 -------------------- 이름: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> 레벨: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- 공격: @>>> 마공: @>>> 배고픔: @>>> Hit: @>>> Critical: @>>> 친밀도: @>>> 방어: @>>> 마방: @>>> 악세사리: @>>> 회피:@>>> 공속: @>>> --------------------------------------------------------
pt: ---------------- Estado do Homunculus ------------------ Nome: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> Nível: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- Atq: @>>> Matq: @>>> Fome: @>>> Hit: @>>> Críticos: @>>> Intimidade: @>>> Def: @>>> Mdef: @>>> Acessório: @>>> Esqv:@>>> Aspd: @>>> --------------------------------------------------------
th: ----------------- Homunculus Status -------------------- ชื่อ: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> Level: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- Atk: @>>> Matk: @>>> ความหิว: @>>> Hit: @>>> Critical: @>>> ความสนิทสนม: @>>> Def: @>>> Mdef: @>>> เครื่องประดับ: @>>> Flee:@>>> Aspd: @>>> --------------------------------------------------------
zh: ------------------ 人工生命體狀態 ---------------------- 名稱: @<<<<<<<<<<<<<<<<<<<<<<<<< HP: @>>>>>>>>>>>>>>>>>> SP: @>>>>>>>>>>>>>>>>>> 等級: @<< @>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> -------------------------------------------------------- Atk: @>>> Matk: @>>> 飢餓度: @>>> Hit: @>>> Critical: @>>> 親密度: @>>> Def: @>>> Mdef: @>>> 裝備: @>>> Flee:@>>> Aspd: @>>> --------------------------------------------------------

source: Your homunculus is not yet hungry. Feeding it now will lower intimacy.
id: Homunculus anda belum saatnya merasa lapar. Memberinya makan sekarang akan menurunkan keintiman.
ko: 호문이 아직 배고프지 않습니다. Feeding it now will lower intimacy.
pt: Seu Homúnculo não está com muita fome. Alimentá-lo agora baixará o nível de intimidade.
th: Homunculus ของคุณยังไม่หิว การให้อาหารในตอนนี้จะทำให้ความสนิทสนมลดลง
zh: 您的人工生命體尚未飢餓. 現在餵食的話可能會降低親密度.
zh_cn: 你的生命体不饥饿. 喂食的话减低亲密度.

source: Feeding your homunculus.
id: memberi makan homunculus anda.
ko: 호문 먹이주기.
pt: Alimentando seu Homúnculo.
th: ให้อาหาร Homunculus ของคุณ
zh: 正在餵食您的人工生命體.
zh_cn: 饲养生命体.

source: Error in function 'homun move' (Homunculus Move) Invalid coordinates (%s, %s) specified.
id: Error pada function 'homun move' (Pergerakan Homunculus) Kesalahan koordinat (%s, %s) yang dispesifikasikan.
ko: Error in function 'homun move' (호문클루스 이동) Invalid coordinates (%s, %s) specified.
pt: Erro na função 'homun move' (Mover Homúnculo) Coordenada inválida (%s, %s) especificada.
th: พบข้อผิดพลาดในฟังก์ชั่น 'homun move' (Homunculus Move) พิกัดที่ระบุ (%s, %s) ไม่สามารถใช้ได้
zh: 'homun move' 功能錯誤 (人工生命體移動) 無效的指定座標 (%s, %s).

source: Homunculus AI sequences cleared
id: Sequence AI Homunculus dibersihkan
ko: Homunculus AI sequences 삭제
pt: Seqüências de AI do Homúnculo excluídas.
th: Homunculus AI sequences ถูกล้างแล้ว
zh: 人工生命體AI序列已清除

source: ------ Homunculus AI Sequence ----------
id: ------ Urutan AI Homunculus ----------
ko: ----- 호문클루스 AI 시퀀스 ----------
pt: ----- Seqüências da AI do Homúnculo -----
th: ------ ลำดับ(เหตุการณ์) ของ Homunculus AI ---------------------
zh: ------ 人工生命體的 AI 序列 -------------------------

source: Homunculus AI is already set to auto mode
id: AI Homunculus sudah diset pada mode auto
ko: Homunculus AI : 자동 auto mode
pt: AI do Homúnculo já está em modo automático
th: Homunculus AI ได้ถูกตั้งให้เป็นระบบอัตโนมัติอยู่แล้ว
zh: 人工生命體的 AI 已設為自動模式

source: Homunculus AI set to auto mode
id: AI Homunculus diset pada mode auto
ko: Homunculus AI 자동 auto mode
pt: AI do Homúnculo foi para o modo automático
th: Homunculus AI ได้ถูกตั้งให้เป็นระบบอัตโนมัติ
zh: 人工生命體的 AI 設為自動模式

source: Homunculus AI is already set to manual mode
id: AI Homunculus AI sudah diset pada mode manual
ko: Homunculus AI 이미 수동 manual mode
pt: AI do Homúnculo já alterada para modo manual
th: Homunculus AI ได้ถูกตั้งให้เป็นระบบบังคับด้วยมืออยู่แล้ว
zh: 人工生命體的 AI 已設為手動模式

source: Homunculus AI set to manual mode
id: AI Homunculus diset pada mode manual
ko: Homunculus AI 수동 manual mode
pt: AI do Homúnculo foi para modo manual
th: Homunculus AI ได้ถูกตั้งให้เป็นระบบบังคับด้วยมือ
zh: 人工生命體的 AI 設為手動模式

source: Homunculus AI turned off
id: AI Homunculus dinonaktifkan
ko: Homunculus AI 끄기
pt: AI do Homúnculo foi desligada
th: Homunculus AI ถูกปิดตัวลง
zh: 人工生命體的 AI 關閉

source: Homunculus AI is already off
id: AI Homunculus sudah dinonaktifkan
ko: Homunculus AI 이미 끄져있음
pt: AI do Homúnculo já está desligada
th: Homunculus AI ถูกปิดตัวลงอยู่แล้ว
zh: 人工生命體的 AI 已關閉

source: Syntax Error in function 'homun ai' (Homunculus AI Commands) Usage: homun ai [ clear | print | auto | manual | off ]
id: Sintaks Error pada function 'homun ai' (Perintah AI Homunculus) Penggunaan: homun ai [ clear | print | auto | manual | off ]
ko: 문법오류 함수 'homun ai' (Homunculus AI Commands) Usage: homun ai [ clear | print | auto | manual | off ]
pt: Erro de sintaxe na função 'homun ai' (Comandos da AI do Homúnculo) Como Usar: homun ai [ clear | print | ai_v | auto | manual | off ]
th: รูปแบบการใช้ฟังก์ชั่น 'homun ai' (คำสั่ง AI ของ homunculus) ผิดพลาด รูปแบบการใช้งาน: ai [ clear | print | ai_v | auto | manual | off ]
zh: 'homun ai'功能語法錯誤 (人工生命體的 AI 指令) 使用方法: homun ai [ clear | print | auto | manual | off ]

source: -----Homunculus Skill List----- # Skill Name Lv SP
id: ----------List Skill Homunculus----------- # Nama Skill Lv SP
ko: -----호문클루스 스킬 목록----- # 스킬 이름 Lv SP
pt: ------Lista de Habilidades do Homúnculo----- # Nome da Habilidade Nv SP
th: ----------รายการสกิลของ homunculus----------- # ชื่อสกิล Lv SP
zh: -----------人工生命體的技能清單------------ # 技能名稱 Lv SP

source: Skill Points: %d
id: Skill Point: %d
ko: 스킬 포인트: %d
pt: Pontos de Habilidade: %d
zh: 技能點數: %d
zh_cn: 技能点数: %d

source: Error in function 'homun skills add' (Add Skill Point) Skill %s does not exist.
id: Error pada function 'homun skills add' (Menambahkan Skill Point) Skill %s tidak ada.
ko: Error in function 'homun skills add' (스킬 포인트 추가) Skill %s does not exist.
pt: Erro na função 'homun skills add' (Incrementar Habilidade) Habilidade %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'homun skills add' (เพิ่มเลเวลสกิล homunculus) สกิล %s ไม่มีอยู่
zh: 'homun skills add' 功能錯誤 (增加技能點數) 技能 %s 並不存在.

source: Error in function 'homun skills add' (Add Skill Point) Not enough skill points to increase %s
id: Error pada function 'homun skills add'' (Menambahkan Skill Point) Tidak cukup skill point untuk menaikkan %s
ko: Error in function 'homun skills add' (스킬 포인트 추가) Not enough skill points to increase %s
pt: Erro na função 'homun skills add' (Incrementar Habilidade) Pontos de habilidade insuficientes para incrementar %s
th: พบข้อผิดพลาดในฟังก์ชั่น 'homun skills add' (เพิ่มเลเวลสกิล homunculus) skill point ไม่พอที่จะอัพสกิล %s
zh: 'homun skills add' 功能錯誤 (增加技能點數) 沒有多餘的技能點數可用來增加技能 %s

source: Error in function 'homun skills desc' (Skill Description) Skill %s does not exist.
id: Error pada function 'homun skills desc' (Deskripsi Skill) Skill %s tidak ada.
ko: Error in function 'homun skills desc' (스킬 설명) Skill %s does not exist.
pt: Erro na função 'homun skills desc' (Descrição de Habilidade) Habilidade %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'homun skills desc' (แสดงรายละเอียดสกิล homunculus) สกิล %s ไม่มีอยู่
zh: 'homun skills desc' 功能錯誤 (技能描述) 技能 %s 並不存在.

source: Error: No description available.
id: Error: Tidak ada deskripsi yang tersedia.
ko: Error: 설명 불가.
pt: Erro: descrição não disponível.
th: พบข้อผิดพลาด: ไม่มีรายละเอียด
zh: 錯誤: 無有效的描述.
zh_cn: 错误: 没有说明内容.

source: ===============Skill Description=============== Skill: %s
id: ===============Deskripsi Skill=============== Skill: %s
ko: ===============스킬 설명=============== Skill: %s
pt: ============Descrição da Habilidade============ Habilidade: %s
th: ===============รายละเอียดสกิล=============== สกิล: %s
zh: ===================技能描述==================== 技能: %s
zh_cn: ===============技能说明=============== 技能: %s

source: Syntax Error in function 'homun skills' (Homunculus Skills Functions) Usage: homun skills [(<add | desc>) [<skill #>]]
id: Sintaks Error pada function 'homun skills' (Homunculus Skills Function) Penggunaan: homun skills [(<add | desc>) [<skill #>]]
ko: Syntax Error in function 'homun skills' (호문 스킬 함수) Usage: homun skills [(<add | desc>) [<skill #>]]
pt: Erro de sintaxe na função 'homun skills' (Funções de Habilidades) Como Usar: homun skills [<add | desc>] [<num da habilidade>]
th: รูปแบบการใช้ฟังก์ชั่น 'homun skills' (การจัดการสกิล homunculus) ผิดพลาด รูปแบบการใช้งาน: homun skills [(<add | desc>) [<skill #>]]
zh: 'homun skills' 功能語法錯誤 (人工生命體的技能功能) 使用方法: homun skills [<add | desc>] [<技能代號>]

source: Usage: homun < feed | s | status | move | standby | ai | aiv | skills>
id: Penggunaan: homun < feed | s | status | move | standby | ai | aiv | skills>
pt: Como Usar: homun <feed | s | status | move | standby | ai | aiv | skills>
th: รูปแบบการใช้งาน: homun < feed | s | status | move | standby | ai | aiv | skills>
zh: 使用方法: homun < feed | s | status | move | standby | ai | aiv | skills>

source: Syntax Error in function 'guild join' (Accept/Deny Guild Join Request) Usage: guild join <flag>
id: Sintaks Error pada function 'guild join' (Menerima/Menolak Permintaan Bergabung Guild) Penggunaan: guild join <flag>
ko: Syntax Error in function 'guild join' (길드요청 승인/거부) Usage: guild join <flag>
pt: Erro de sintaxe na função 'guild join' (Aceita/Rejeita o convite do clã) Como Usar: guild join <flag>
th: รูปแบบการใช้ฟังก์ชั่น 'guild join' (ตอบสนองข้อเสนอเข้าร่วมกิล) ผิดพลาด รูปแบบการใช้งาน: guild join <flag>
zh: 'guild join' 功能語法錯誤 (接受/拒絕加入公會的邀請) 使用方法: guild join <0或1>
zh_cn: 语法错误 'guild join' (接受/拒绝公会加入请求) 用法: guild join <flag>

source: Error in function 'guild join' (Join/Request to Join Guild) Can't accept/deny guild request - no incoming request.
id: Error pada function 'guild join' (Menerima/Menolak Permintaan Bergabung Guild) Tidak dapat menerima/menolak permintaan guild - tidak ada permintaan yang datang.
ko: Error in function 'guild join' (길드 요청 승인/거부) Can't accept/deny guild request - no incoming request.
pt: Erro na função 'guild join' (Unir-se/Convidar ao clã) Não é possível aceitar/rejeitar convite - não há convites.
th: พบข้อผิดพลาดในฟังก์ชั่น 'guild join' (ตอบสนองข้อเสนอเข้าร่วมกิล) ไม่สามารถตอบสนองข้อเสนอเข้าร่วมกิลได้ - ไม่มีข้อเสนอมา
zh: 'guild join' 功能錯誤 (接受/拒絕加入公會的邀請) 無法接受/拒絕加入公會的邀請 - 沒有傳送過來的加入公會的邀請.
zh_cn: 功能错误 'guild join' (接受/拒绝公会加入请求) 无法处理接受/拒绝公会加入的请求 - 没有收到请求.

source: You accepted the guild join request.
id: Anda menerima permintaan bergabung guild.
ko: 길드 가입 요청하였습니다..
pt: Você se uniu ao clã.
th: คุณยอมรับข้อเสนอเข้าร่วมกิล
zh: 您接受了加入公會的邀請.
zh_cn: 你接受加入公会的请求.
