Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Disconnecting (%s:%s)...
id: Mengakhiri koneksi (%s:%s)...
ko: 종료 중 (%s:%s)...
pt: Desconectando-se (%s:%s)...
th: ยกเลิกการติดต่อกับ (%s:%s)...
zh: 斷線中 (%s:%s)...
zh_cn: 断开连接 (%s:%s)...

source: disconnected
id: Telah disconnect
ko: 종료되었습니다.
pt: desconectado
th: ยกเลิกการติดต่อแล้ว
zh: 已斷線
zh_cn: 中断

source: couldn't disconnect
id: Tidak dapat connect
ko: 종료할 수 없습니다.
pt: não foi possível se conectar
th: ไม่สามารยกเลิกการติดต่อ
zh: 無法斷線
zh_cn: 无法断开连接

source: Connecting to Account Server...
id: Melakukan koneksi ke Account Server...
ko: 계정 서버에 연결 중...
pt: Conectando-se ao Servidor de Contas...
th: ทำการเชื่อมต่อกับ Account Server...
zh: 正在連線至帳號伺服器...
zh_cn: 连接到帐号服务器...

source: Requesting permission to logon on account server...
id: Meminta izin untuk logon ke account server...
ko: 계정 서버에 로그인 허가 요청 중...
pt: Pedindo permissão para se logar no servidor de contas...
th: กำลังร้องขอสิทธิ์ในการเข้าถึง account server...
zh: 正在發送登入許可至帳號伺服器...
zh_cn: 请求允许登录在帐号服务器...

source: Secure Login...
id: Login Keamanan...
ko: 보안 로그인...
pt: Login Seguro...
th: ทำการล๊อกอินแบบมีการเข้ารหัส...
zh: 安全性登入...
zh_cn: 保护登陆...

source: Sending encoded password...
id: Mengirimkan password yang di-encode...
ko: 인코딩 패스워드 전송 중...
pt: Enviando senha codificada...
th: ทำการส่งรหัสผ่านโดยการเข้ารหัส...
zh: 送出已加密的密碼...
zh_cn: 发送编码密码...

source: Timeout on Account Server, reconnecting...
id: Terputus dari Account Server, Berusaha untuk terhubung ulang...
ko: 계정 서버에 시간초과, 재접속 중...
pt: Tempo esgotado no Servidor de Contas, reconectando-se...
th: หมดเวลารอ Account Server, ทำการเชื่อมต่อใหม่...
zh: 帳號伺服器過時, 重新連線中...
zh_cn: 帐号服务器连接超时, 重新连接中...

source: Connecting to Character Server...
id: Melakukan koneksi ke Character Server...
ko: 캐릭터 서버에 접속 중...
pt: Conectando-se ao Servidor de Personagens...
th: ทำการเชื่อมต่อกับ Character Server...
zh: 正在連線至角色伺服器...
zh_cn: 连接到人物服务器...

source: Invalid server specified, server %s does not exist...
id: Server yang dispesifikasikan salah, server %s tidak ada...
ko: 유효하지 않은 서버 지정되었습니다, 서버 %s 은 존재하지 않습니다...
pt: Servidor inválido especificado, o servidor %s não existe...
th: Server ที่ได้กำหนดใว้ใช้ไม่ได้, server %s ไม่มีอยู่...
zh: 無效的指定伺服器, 伺服器 %s 並不存在...
zh_cn: 服务器指定错误, 服务器 %s 无法解析...

source: Please select your login server.
id: Silahkan memilih login server anda:
pt: Por favor, selecione seu servidor de login.
zh: 請選擇您的登入伺服器.
zh_cn: 请选择登陆服务器.

source: Select Login Server
id: Pilih Login Server
ko: 로그인 서버 선택
pt: Selecione o Servidor de Login
th: เลือกเซิฟเวอร์เพื่อล๊อกอิน
zh: 選擇登入伺服器
zh_cn: 选择登陆服务器

source: Timeout on Character Server, reconnecting...
id: Terputus dari Character Server, Berusaha untuk connect ulang...
ko: 캐릭터 서버에 시간초과, 재접속 중...
pt: Tempo esgotado no Servidor de Personagens, reconectando-se...
th: หมดเวลารอ Character Server, ทำการเชื่อมต่อใหม่...
zh: 角色伺服器逾時, 重新連線中...
zh_cn: 人物服务器连接超时, 重新连接中...

source: Connecting to Character Select Server...
id: Melakukan koneksi ke Character Select Server...
ko: 선택된 캐릭터 서버에 접속 중...
pt: Conectando-se ao Servidor de Seleção de Personagens...
th: ทำการเชื่อมต่อกับ Character Select Server...
zh: 正在連線至角色選擇伺服器...
zh_cn: 连接到人物选择服务器...

source: Timeout on Character Select Server, reconnecting...
id: Terputus dari Character Select Server, Berusaha untuk connect ulang...
ko: 선택된 캐릭터 서버에 시간초과r, 재접속 중...
pt: Tempo esgotado no Servidor de Seleção de Personagens, reconectando-se...
th: หมดเวลารอ Character Select Server, ทำการเชื่อมต่อใหม่...
zh: 角色選擇伺服器逾時, 重新連線中...
zh_cn: 人物服务器列表失败, 重新连接中...

source: Connecting to Map Server...
id: Melakukan koneksi ke Map Server...
ko: 맵 서버에 접속 중...
pt: Conectando-se ao Servidor de Mapas...
th: ทำการเชื่อมต่อกับ Map Server...
zh: 正在連線至地圖伺服器...
zh_cn: 连接到地图服务器...

source: Timeout on Map Server, connecting to Account Server...
id: Timeout di Map Server, melakukan koneksi ke Account Server...
ko: 맵 서버 시간초과, 계정 서버에 접속 중...
pt: Tempo esgotado no Servidor de Mapas, conectando-se ao Servidor de Contas...
th: หมดเวลารอ Map Server, ทำการเชื่อมต่อกับ Account Server...
zh: 地圖伺服器逾時, 連線至帳號伺服器中...
zh_cn: 连接地图服务器超时, 重新连接到人物服务器...

source: *** You disconnected, auto quit! ***
id: *** Anda disconnect, keluar secara otomatis! ***
ko: *** 종료되었습니다. 자동 종료 quit! ***
pt: *** Você desconectou, saída automática! ***
th: *** ยุตติการเชื่อมต่อ อัตโนมัติ! ***
zh: *** 您已斷線, 自動結束! ***
zh_cn: *** 你断开连接, 自动退出! ***

source: Disconnected from Map Server, exiting...
id: Disconnect dari Map Server, keluar...
ko: 맵 서버로부터 종료되었습니다, 나가는 중...
pt: Desconectado do Servidor de Mapas, saindo...
th: ยกเลิกการติดต่อกับ Map Server แล้ว, กำลังออกจากโปรแกรม...
zh: 從地圖伺服器斷線, 結束中...
zh_cn: 断开与地图服务器的连接, 退出中...

source: Disconnected from Map Server, connecting to Account Server in %s seconds...
id: Disconnect dari Map Server, Melakukan koneksi ke Account Server dalam %s detik...
ko: 맵 서버로부터 종료되었습니다, %s 초 계정서버에 접속 중...
pt: Desconectado do Servidor de Mapas, conectando-se ao Servidor de Contas em %s segundos...
th: ยกเลิกการติดต่อกับ Map Server แล้ว, ทำการเชื่อมต่อกับ Account Server ใน %s วินาที...
zh: 從地圖伺服器斷線, %s 秒後連線至帳號伺服器...
zh_cn: 断开与地图服务器的连接, 重新连接帐号服务器在 %s 秒后...

source: Timeout on Map Server,
id: Terputus dari Map Server,
ko: 맵 서버 시간초과,
pt: Tempo esgotado no Servidor de Mapa,
th: หมดเวลารอ Map Server,
zh: 地圖伺服器逾時,
zh_cn: 地图服务器连接超时,

source: exiting...
id: keluar...
ko: 나가는 중...
pt: saindo...
th: กำลังออกจากโปรแกรม...
zh: 結束中...
zh_cn: 退出中...

source: connecting to Account Server in %s seconds...
id: Melakukan koneksi ke Account Server dalam %s detik...
ko: %s 초 계정서버에 접속 중...
pt: conectando-se ao Servidor de Conas em %s segundos...
th: ทำการเชื่อมต่อกับ Account Server ภายใน %s วินาที...
zh: %s 秒後連線至帳號伺服器...
zh_cn: 连接帐号服务器在 %s 秒后...

source: Cannot load packet parser for ServerType '%s'.
id: Tidak dapat me-Load packet parser untuk ServerType '%s'.
pt: Não foi possível carregar o interpretador de pacotes para o ServerType '%s'.
th: ไม่สามารถโหลด packet parser สำหรับ ServerType '%s' ได้
zh: 對 ServerType '%s' 無法載入封包剖析器.

source: ============= Account payment information =============
id: ============= Informasi Pembayaran Account =============
ko: ============= 계정 지불 정보 =============
pt: =========== Informações de Créditos na conta ==========
th: ============= รายละเอียดการชำระเงิน =============
zh: ==================== 帳號付費資訊 =====================
zh_cn: ============= 解析帐号信息 =============

source: Pay per day : %s day(s) %s hour(s) and %s minute(s)
id: Pembayaran per hari : %s hari %s jam dan %s menit
pt: Créditos em dia: %s dia(s) %s hora(s) e %s minuto(s)
th: แบบรายวัน : %s วัน %s ชั่วโมง %s นาที
zh: 每日付費制: %s 日 %s 小時 及 %s 分鐘
zh_cn: 游戏天数 : %s 天(s) %s 小时(s) %s 分钟(s)

source: Pay per hour : %s day(s) %s hour(s) and %s minute(s)
id: Pembayaran per jam : %s hari %s jam dan %s menit
pt: Créditos em hora: %s dia(s) %s hora(s) e %s minuto(s)
th: แบบรายชั่วโมง : %s วัน %s ชั่วโมง %s นาที
zh: 每小時付費制: %s 日 %s 小時 及 %s 分鐘
zh_cn: 游戏小时 : %s 天(s) %s 小时(s) %s 分钟(s)

source: -----------Account Info------------ Account ID: @<<<<<<<<< @<<<<<<<<<< Sex: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------
id: -----------Info Account------------ Account ID: @<<<<<<<<< @<<<<<<<<<< J.Kelamin: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------
ko: -----------계정 정보------------ 계정 ID: @<<<<<<<<< @<<<<<<<<<< 성별: @<<<<<<<<<<<<<<<<<<<<< 세션 ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------
pt: --------Informações da Conta-------- ID da Conta: @<<<<<<<<< @<<<<<<<<<< Sexo: @<<<<<<<<<<<<<<<<<<<<< ID da Sessão: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< ------------------------------------
zh: -------------帳號資訊-------------- Account ID: @<<<<<<<<< @<<<<<<<<<< Sex: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------
zh_cn: -----------帐号信息------------ Account ID: @<<<<<<<<< @<<<<<<<<<< Sex: @<<<<<<<<<<<<<<<<<<<<< Session ID: @<<<<<<<<< @<<<<<<<<<< @<<<<<<<<< @<<<<<<<<<< -----------------------------------

source: --------- Servers ---------- # Name Users IP Port
id: --------- Server ---------- # Nama Pemain IP Port
ko: --------- 서버 ---------- # 이름 사용자 IP 포트
pt: -------- Servidores -------- # Nome Users IP Porta
th: --------- Servers ---------- # ชื่อ ผู้เล่น IP Port
zh: --------- 伺服器 ----------- # 名稱 使用者 IP Port
zh_cn: --------- 服务器 ---------- # 名字 玩家 IP 端口

source: Closing connection to Account Server
id: Mengakhiri koneksi ke Account server
ko: 계정 서버 접속 닫는 중...
pt: Fechando conexão com o Servidor de Contas
th: ยกเลิกการติดต่อกับ Account Server
zh: 對帳號伺服器關閉連線
zh_cn: 断开和帐号服务器的连接

source: Forcing connect to char server %s: %s
id: Memaksa untuk melakukan koneksi ke char server %s: %s
pt: Forçando conexão com servidor de personagens %s: %s
th: กำลังบังคับเพื่อที่จะติดต่อกับ char server %s: %s
zh: 正在強迫連線至角色伺服器 %s: %s
zh_cn: 强制连接到角色信息服务器 %s: %s

source: Server %s selected
id: Server %s dipilih
ko: 서버 %s 가 선택되었습니다.
pt: Servidor %s selecionado
th: เซิฟเวอร์ %s ได้ถูกเลือก
zh: 伺服器 %s 已選擇
zh_cn: 服务器 %s 已经选择

source: %s is sitting.
id: %s duduk.
ko: %s 앉았습니다.
pt: %s está sentando.
th: %s กำลังนั่งอยู่
zh: %s 正坐著.
zh_cn: %s 已经坐下.

source: You are standing.
id: Anda berdiri.
ko: 일어섰습니다.
pt: Você está de pé.
th: คุณกำลังยืนอยู่
zh: 您站了起來.
zh_cn: 你已经站起来了.

source: %s is standing.
id: %s berdiri.
ko: %s 서 있습니다.
pt: %s está de pé.
th: %s กำลังยืนอยู่
zh: %s 站了起來.
zh_cn: %s 已经站起来了.

source: You have died
id: Anda baru saja meninggal.
ko: 죽었습니다.
pt: Você morreu
th: คุณได้ตายแล้ว
zh: 您已經死了
zh_cn: 你挂了.

source: Player Died: %s (%d) %s %s
id: Player Meninggal: %s (%d) %s %s
ko: 플레이어 사망: %s (%d) %s %s
pt: Jogador Morreu: %s (%d) %s %s
th: ผู้เล่นตาย: %s (%d) %s %s
zh: 玩家已死亡: %s (%d) %s %s
zh_cn: 玩家死亡: %s (%d) %s %s

source: NPC Exists: %s (%d, %d) (ID %d) - (%d)
id: Terdapat NPC : %s (%d, %d) (ID %d) - (%d)
ko: NPC 존재: %s (%d, %d) (ID %d) - (%d)
pt: Existe um NPC: %s (%d, %d) (ID %d) - (%d)
th: NPC ได้ปรากฎขึ้น: %s (%d, %d) (ID %d) - (%d)
zh: 存在NPC: %s (%d, %d) (ID %d) - (%d)
zh_cn: 存在 NPC : %s (%d, %d) (ID %d) - (%d)

source: Portal Exists: %s (%s, %s) - (%s)
id: Terdapat Portal : %s (%s, %s) - (%s)
ko: 포털 존재: %s (%s, %s) - (%s)
pt: Existe um portal: %s (%s, %s) - (%s)
th: Portal ได้ปรากฎขึ้น: %s (%s, %s) - (%s)
zh: 存在傳點: %s (%s, %s) - (%s)
zh_cn: 存在入口 : %s (%s, %s) - (%s)

source: %s is muted for %d minutes
id: %s dibisukan selama %d menit
pt: %s foi mutado por %d minutos
th: %s ได้ถูกห้ามพูดคุยและใช้สกิลเป็นเวลา %d นาที
zh: %s 已被禁言 %d 分鐘
zh_cn: %s 被禁言 %d 分钟

source: %s is no longer muted
id: %s tidak lagi dibisukan
pt: %s não está mais mudo
th: %s ถูกปลดจากการห้ามพูดคุยและใช้สกิลแล้ว
zh: %s 已解除禁言
zh_cn: %s 不再禁言

source: %s opened Warp Portal on (%d, %d)
id: %s membuka Warp Portal pada (%d, %d)
ko: %s 워프포털을 (%d, %d) 에 열었습니다.
pt: %s abriu um Portal em (%d, %d)
th: %s ได้เปิด Warp Portal ที่ตำแหน่ง (%d, %d)
zh: %s 已開啟傳送之陣在 (%d, %d)
zh_cn: %s 打开入口在 (%d, %d)

source: Arrow/Bullet equipped: %s (%d)
id: Arrow/Bullet diequipkan: %s (%d)
ko: 화살/총알 장착: %s (%d)
pt: Flecha/Munição Equipada: %s (%d)
th: ลูกธนู/ลูกกระสุน ได้ถูกสวมใส่: %s (%d)
zh: 箭矢/子彈已裝備: %s (%d)
zh_cn: 箭/子弹 装备: %s (%d)

source: Please equip arrow first.
id: Silahkan equip anak panah terlebih dahulu.
pt: Por favor equipe uma flecha primeiro.
th: กรุณาใส่ลูกธนูก่อน
zh: 請先裝備箭矢.
zh_cn: 请先装备箭矢.

source: Please equip arrow first.
id: Silahkan equip anak panah terlebih dahulu.
pt: Por favor equipe uma flecha primeiro.
th: กรุณาใส่ลูกธนูก่อน
zh: 請先裝備箭矢.
zh_cn: 请先装备箭矢.

source: Received Possible Arrow Craft List - type 'arrowcraft'
id: Menerima Kemungkinan List Arrow Craft - ketik 'arrowcraft'
pt: Recebida a Lista de Flechas Fabricáveis - digite 'arrowcraft'
th: ได้รับรายการลูกธนูที่สามารถสร้างได้แล้ว ป้อนคำสั่ง 'arrowcraft' เพื่อดูรายการ
zh: 接收到可能的箭矢製作清單 - 鍵入 'arrowcraft'
zh_cn: 已得到箭列表 - 类型 'arrowcraft'

source: Autodetected attackDistance = %s
id: Mendeteksi secara otomatis attackDistance = %s
ko: 공격거리 자동 감지 = %s
pt: attackDistance auto-detectada = %s
th: ตรวจสอบระยะโจมตีอัตโนมัติ ระยะโจมตี = %s
zh: 已自動偵測 attackDistance = %s
zh_cn: 自动检测攻击距离 = %s

source: Buy completed.
id: Pembelian selesai.
ko: 구입 완료.
pt: Negociação Concluída.
th: ซื้อของเรียบร้อยแล้ว
zh: 購買完成.
zh_cn: 购买完成.

source: Buy failed (insufficient zeny).
id: Pembelian gagal (tidak cukup zeny).
ko: 구입 실패 (불충분한 제니).
pt: Negociação falhou (zenny insuficiente).
th: การซื้อล้มเหลว เนื่องจากเซ็นนีไม่พอ
zh: 購買失敗 (錢不夠).
zh_cn: 购买失败 (没钱啦).

source: Buy failed (insufficient weight capacity).
id: Pembelian gagal (tidak cukup kapasitas berat).
ko: 구입 실패 (불충분한 무게 용량).
pt: Negociação falhou (excesso de peso).
th: การซื้อล้มเหลว เนื่องจากน้ำหนักเกิน
zh: 購買失敗 (負重不夠).
zh_cn: 购买失败 (负重不足).

source: Buy failed (too many different inventory items).
id: Pembelian gagal (terlalu banyak item inventory yang berbeda).
ko: 구입 실패 (장비창에 아이템이 너무 많습니다.).
pt: Negociação falhou (muitos itens diferentes no inventário).
th: การซื้อล้มเหลว เนื่องจากช่องเก็บของในตัวเต็ม
zh: 購買失敗 (物品欄有過多不同的物品).
zh_cn: 购买失败 (所携带的物品种类过多).

source: Buy failed (failure code %s).
id: Pembelian gagal (Failure code %s).
ko: 구입 실패 (잘못된 코드 %s).
pt: Negociação falhou (código da falha %s).
th: การซื้อล้มเหลว (failure code %s).
zh: 購買失敗 (failure code %s).
zh_cn: 购买失败 (代码错误 %s).

source: Card merging failed
id: Penggabungan card gagal
ko: 카드 조합 실패
pt: Composição de carta falhou
th: การรวมการ์ดล้มเหลว
zh: 插卡失敗
zh_cn: 卡片装配失败

source: %s has been successfully merged into %s
id: %s berhasil digabungkan menjadi %s
pt: A composição do item %s ao item %s foi concluída com sucesso
th: %s ได้ถูกรวมกับ %s อย่างสมบูรณ์
zh: %s 已成功插入 %s
zh_cn: %s 已经装配到 %s

source: Can't Add Cart Item (%s)
id: Tidak Dapat Menambahkan Item pada Cart (%s)
ko: (%s) 을 카트에 추가할 수 없습니다.
pt: Não foi possível adicionar item ao carrinho (%s)
th: ไม่สามารถเอาไอเท็มลงรถเข็นได้ (%s)
zh: 無法加入手推車物品 (%s)
zh_cn: 无法添加手推车物品 (%s)

source: Cart Item Added: %s (%d) x %s
id: Menambahkan Item ke Cart : %s (%d) x %s
ko: 카트 아이템 추가: %s (%d) x %s
pt: Item Adicionado ao Carrinho: %s (%d) x %s
th: ไอเท็มได้นำเข้ารถเข็น: %s (%d) x %s
zh: 手推車物品已加入: %s (%d) x %s
zh_cn: 手推车物品添加 : %s (%d) x %s

source: Cart Item Removed: %s (%d) x %s
id: Memindahkan Item dari Cart : %s (%d) x %s
ko: 카트 아이템 제거: %s (%d) x %s
pt: Item Removido do Carrinho: %s (%d) x %s
th: ไอเท็มได้ถูกนำออกจากรถเข็น: %s (%d) x %s
zh: 手推車物品已移除: %s (%d) x %s
zh_cn: 手推车物品移除 : %s (%d) x %s

source: Character creation failed. If you didn't make any mistake, then the name you chose already exists.
id: Character tidak dapat dibuat.Jika anda tidak melakukan kesalahan apapun, maka nama yang anda pilih sudah dipakai.
ko: 캐릭터 생성 실패. If you didn't make any mistake, then the name you chose already exists.
pt: O personagem não pode ser criado. Se você não cometeu erros, então o nome que você escolheu já existe.
th: ไม่สามมารถสร้างตัวละครได้ ถ้าคุณไม่ได้ทำอะไรผิดพลาด ชื่อตัวละครอาจจะมีอยู่แล้ว (ซ้ำ)
zh: 角色創造失敗. 假如您沒有出任何錯, 那麼是您所鍵入的名字已有人使用了.
zh_cn: 人物创建失败.如果你确信操作是正确的话，那就是这个名字已经被占用了.

source: Character %s (%d) created.
id: Karakter %s (%d) dibuat.
ko: 캐릭터 %s (%d) 생성되었습니다.
pt: Personagem %s (%d) criado.
th: ตัวละคร %s (%d) ได้ถูกสร้างแล้ว
zh: 角色 %s (%d) 已創造.
zh_cn: 人物 %s (%d) 已建立.

source: Character %s (%d) deleted.
id: Karakter %s (%d) dihapus.
ko: 캐릭터 %s (%d) 삭제되었습니다.
pt: Personagem %s (%d) excluído.
th: ตัวละคร %s (%d) ได้ถูกลบ
zh: 角色 %s (%d) 已刪除.
zh_cn: 人物 %s (%d) 已经删除.

source: Character deleted.
id: Karakter dihapus.
pt: Personagem excluído.
th: ตัวละครได้ถูกลบแล้ว
zh: 角色已刪除.
zh_cn: 人物已经删除.

source: Character cannot be deleted. Your e-mail address was probably wrong.
id: Karakter tidak dapat dihapus. Alamat e-mail anda mungkin salah.
pt: Não foi possível excluir personagem. Talvez seu e-mail esteja incorreto.
th: ไม่สามารถลบตัวละครได้ อาจเป็นไปได้ว่า e-mai ผิดผลาด
zh: 角色無法刪除. 您輸入的的e-mail可能錯誤.
zh_cn: 输入的e-mail地址错误.无法删除人物.

source: Chat Room Created
id: Ruang Chat Dibuat
ko: 채팅방 생성되었습니다.
pt: Sala de Chat Criada
th: สร้างห้องสนธนาแล้ว
zh: 聊天室已創造
zh_cn: 聊天室已经开启

source: Can't join Chat Room - Incorrect Password
id: Tidak dapat bergabung dalam Ruang Chat - Password Salah
ko: 채팅방에 들어갈 수 없습니다. - 잘못된 패스워드
pt: Não foi possível se unir à Sala de Chat - Senha Incorreta
th: ไม่สามารถเข้าร่วห้องสนธนาได้ เนื่องจากรหัสผ่านผิดพลาด
zh: 無法加入聊天室 - 密碼錯誤
zh_cn: 密码错误.无法进入聊天室

source: Can't join Chat Room - You're banned
id: Tidak dapat bergabung dalam Ruang Chat - Anda dibanned
ko: 채팅방에 참여할 수 없습니다. - 강퇴되었습니다.
pt: Não foi possível se unir à Sala de Chat - VocÊ foi banido
th: ไม่สามารถเข้าร่วห้องสนธนาได้ เนื่องจากคุณโดนปิดกั้น (แบน)
zh: 無法加入聊天室 - 您已被踢除
zh_cn: 聊天室拒绝您的进入

source: Chat Room Properties Modified
id: Property Ruang Chat Dirubah
ko: 채팅방 속성이 수정되었습니다.
pt: Propriedades da Sala de Chat Modificadas
th: เปลี่ยนการตั้งค่าห้องสนธนาแล้ว
zh: 聊天室性質已修改
zh_cn: 聊天室属性变更

source: %s has joined the Chat Room
id: %s bergabung dalam Ruang Chat
pt: %s entrou na Sala de Chat
th: %s ได้เข้ามาในห้องสนธนา
zh: %s 已加入這個聊天室
zh_cn: %s 已经进入聊天室

source: You left the Chat Room
id: Anda meninggalkan Ruang Chat
ko: 채팅방을 떠납니다.
pt: Você deixou a Sala de Chat
th: %s คุณได้ออกจากห้องสนธนา
zh: 您已離開這個聊天室
zh_cn: 退出聊天室

source: %s has left the Chat Room
id: %s meninggalkan Ruang Chat
ko: %s 채팅방을 떠났습니다.
pt: %s deixou a Sala de Chat
th: %s ได้ออกจากห้องสนธนา
zh: %s 已離開這個聊天室
zh_cn: %s 已经退出聊天室

source: You have joined the Chat Room %s
id: Anda Bergabung dalam Ruang Chat %s
ko: 채팅방 %s 에 참여했습니다.
pt: Você se juntou à Sala de Chat %s
th: คุณได้เข้าร่วมห้องสนธนา %s
zh: 您已加入這個聊天室 %s
zh_cn: 您已经加入聊天室 %s

source: %s failed to cast %s
id: %s gagal untuk cast %s
pt: %s falhou ao conjurar %s
th: %s ได้ล้มเหลวในการร่าย %s
zh: %s 詠唱 %s 失敗
zh_cn: %s 错误的手推车编号 %s

source: %s added Item to Deal: %s x %s
id: %s menambahkan Item untuk Transaksi: %s x %s
ko: %s 거래할 아이템 추가: %s x %s
pt: %s adicionou um item à Negociação: %s x %s
th: %s ได้ใส่ไอเท็มเพื่อแลกเปลี่ยน: %s x %s
zh: %s 加入物品以交易: %s x %s
zh_cn: %s 添加交易物品: %s x %s

source: %s added %s z to Deal
id: %s menambahkan %s z untuk Transaksi
pt: %s adicionou %s z à Negociação
th: %s ได้ใส่ %s เซ็นนีเพื่อแลกเปลี่ยน
zh: %s 加入 %s z 以交易
zh_cn: %s 添加金钱 %s z

source: That person is overweight; you cannot trade.
id: Orang tersebut kelebihan berat; Anda tidak dapat bertransaksi.
ko: 그 사람은 무게 초과입니다.; 거래할 수 없습니다.
pt: Esta pessoa está sobrecarregada; você não pode negociar.
th: ฝ่ายตรงข้ามน้ำหนักเกิน ไม่สามารถแลกเปลี่ยนได้
zh: 對方已經負重了; 您無法交易.
zh_cn: 对方负重不足.

source: This item cannot be traded.
id: item ini tidak dapat ditransaksikan.
ko: 이 아이템은 거래할 수 없습니다.
pt: Este item não é negociável.
th: ไอเท็มนี้ไม่สามารซื้อขายได้
zh: 這個物品無法被交易.
zh_cn: 这个物品无法添加.

source: You cannot trade (fail code %s).
id: Anda tidak dapat bertransaksi (Fail code %s)
pt: Você não pode negociar (código de falha %s).
th: คุณไม่สามารซื้อขายได้ (fail code %s).
zh: 您無法交易 (fail code %s).
zh_cn: 您无法交易 (失败代码 %s)

source: You added Item to Deal: %s x %s
id: Anda menambahkan item untuk Transaksi: %s x %s
pt: Você adicionou um Item à Negociação: %s x %s
th: คุณได้ใส่ไอเท็มเพื่อแลกเปลี่ยน: %s x %s
zh: 您加入物品以交易: %s x %s
zh_cn: 您添加交易物品: %s x %s

source: That person is too far from you to trade.
id: Orang tersebut terlalu jauh dari anda untuk melakukan transaksi.
ko: 그 사람은 거래하기에 너무 멀리 떨어져 있습니다.
pt: Esta pessoa está longe demais para negociar.
th: ระยะห่างเกินกว่าที่จะแลกเปลี่ยนได้
zh: 對方距離您太遠以致於無法交易.
zh_cn: 交易距离过远.

source: That person is in another deal.
id: Orang tersebut masih dalam transaksi lain.
ko: 그 사람은 다른 사람과 거래하고 있습니다.
pt: Esta pessoa está em outra negociação.
th: กำลังแลกเปลี่ยนกับผู้อื่นอยู่
zh: 對方正在進行另一個交易中.
zh_cn: 对方正在交易.

source: Deal request failed (unknown error %s).
id: Permintaan Transaksi gagal (error yang tidak diketahui %s).
pt: Pedido de Negociação falhou (erro desconhecido %s).
th: ข้อเสนอการแลกเปลี่ยนล้มเหลว (unknown error %s).
zh: 交易請求失敗 (未知的錯誤 %s).
zh_cn: 交易请求失败 (未知错误 %s).

source: Deal Cancelled
id: Transaksi Dibatalkan
ko: 거래가 취소되었습니다.
pt: Negociação Cancelada
th: ยกเลิกการแลกเปลี่ยนแล้ว
zh: 交易已取消
zh_cn: 交易取消

source: Deal Complete
id: Transaksi selesai.
ko: 거래가 완료되었습니다.
pt: Negociação Concluída
th: การแลกเปลี่ยนเรียบร้อย
zh: 交易完成
zh_cn: 交易完成.

source: %s finalized the Deal
id: %s selesai melakukan Transaksi
ko: %s 거래 완료l
pt: %s finalizou a Negociação
th: %s ยืนยันการแลกเปลี่ยน
zh: %s 完成了本交易
zh_cn: %s 确定交易

source: You finalized the Deal
id: Anda selesai melakukan Transaksi
ko: 거래 완료
pt: Você finalizou a negociação
th: คุณยืนยันการแลกเปลี่ยน
zh: 您完成了本交易
zh_cn: 您已确定交易

source: %s (level %s) Requests a Deal
id: %s (level %s) Mengajukan Transaksi
ko: %s (level %s) 거래 요청
pt: %s (nível %s) Está Solicitando uma Negociação
th: %s (level %s) เสนอการแลกเปลี่ยน
zh: %s (level %s) 向您要求一個交易
zh_cn: %s (等级 %s) 邀请交易

source: Type 'deal' to start dealing, or 'deal no' to deny the deal.
id: Ketik 'deal' untuk mulai Transaksi, atau 'deal no' untuk menolak Transaksi.
ko: 입력 'deal' 거래 시작하기, 'deal no' 거래 거부하기l.
pt: Digite 'deal' para iniciar a negociação ou 'deal no' para negá-la.
th: ป้อน 'deal' เพื่อเริ่มการแลกเปลี่ยน หรือ 'deal no' เพื่อปฏิเสธ
zh: 請輸入'deal'以開始交易, 或'deal no'以拒絕本交易.
zh_cn: 输入 'deal' 开始交易, 或 'deal no' 拒绝交易.

source: [dist=%s] %s (%d): %s
id: [jarak=%s] %s (%d): %s
ko: [거리=%s] %s (%d): %s
th: [ระยะห่าง=%s] %s (%d): %s
zh: [距離=%s] %s (%d): %s
zh_cn: [存在=%s] %s (%d): %s

source: [dist=%s] Monster %s (%d): %s
id: [jarak=%s] Monster %s (%d): %s
ko: [거리=%s] 몬스터 %s (%d): %s
pt: [dist=%s] Monstro %s (%d): %s
th: [ระยะห่าง=%s] Monster %s (%d): %s
zh: [距離=%s] 怪物 %s (%d): %s

source: [dist=%s] %s: %s
id: [jarak=%s] %s: %s
ko: [거리=%s] %s: %s
th: [ระยะห่าง=%s] %s: %s
zh: [距離=%s] %s: %s
zh_cn: [存在=%s] %s: %s

source: You can't put on %s (%d)
id: Anda tidak dapat menggunakan %s (%d)
pt: Você não pode equipar %s (%d)
th: คุณไม่สามารถสวมใส่ %s (%d)
zh: 您無法裝備 %s (%d)
zh_cn: 无法装备 %s (%d)

source: You equip %s (%d) - %s (type %s)
id: Anda mengequip %s (%d) - %s (tipe %s)
pt: Você equipou %s (%d) - %s (tipo %s)
th: คุณได้สวมใส่ %s (%d) - %s (type %s)
zh: 您裝備 %s (%d) - %s (類型 %s)
zh_cn: 你装备 %s (%d) - %s (类型 %s)

source: Lost connection; exiting
id: Kehilangan koneksi; keluar!
pt: Conexão perdida; saindo
th: การเชื่อมต่อขาดหาย กำลังออก
zh: 失去連線; 結束中
zh_cn: 失去连接.退出!

source: Server shutting down
id: Server dimatikan
ko: 서버 셧 다운 중
pt: O Servidor está desligando
th: เซิฟเวอร์กำลังปิดอยู่
zh: 伺服器正關機中
zh_cn: 服务器关闭

source: Error: Server is closed
id: Error: Server ditutup
ko: 오류 : 서버가 닫혔습니다.
pt: Erro: O Servidor está fechado
th: พบข้อผิดพลาด: เซิฟเวอร์ได้ปิดตัวลง
zh: 錯誤: 伺服器已關閉
zh_cn: 错误: 服务器已经关闭

source: Critical Error: Dual login prohibited - Someone trying to login! %s will now immediately disconnect.
id: Critical Error: Tidak diperbolehkan Dual Login - Seseorang mencoba untuk login! %s sekarang akan segera disconnect.
ko: Critical Error: 이중 로그인 금지 - 어떤 사람이 로그인 시도! %s 지금 즉시 종료됩니다.
pt: Erro Crítico: Login duplo proibido - Alguém está tentando se logar! %s desconectar-se-á imediatamente.
th: พบข้อผิดพลาดขั้นร้ายแรง: มีการล๊อกอินซ้อนเข้ามา - มีบางคนกำลังพยายามล๊อกอินซ้อน! %s กำลังจะยกเลิกการติดต่อกับเซิฟเวอร์
zh: 嚴重錯誤: 雙重登入障礙 - 有別人正試著登入! %s 現在將立刻斷線.

source: Critical Error: Dual login prohibited - Someone trying to login!
id: Critical Error: Tidak diperbolehkan Dual Login - Seseorang mencoba untuk login!
ko: Critical Error: 이중 로그인 금지 - 어떤 사람이 로그인 시도!
pt: Erro Crítico: Login duplo proibido - Alguém está tentando se logar!
th: พบข้อผิดพลาดขั้นร้ายแรง: มีการล๊อกอินซ้อนเข้ามา - มีบางคนกำลังพยายามล๊อกอินซ้อน!
zh: 嚴重錯誤: 雙重登入障礙 - 有別人正試著登入!
zh_cn: 错误: 相同的帐号已经登陆!

source: Error: Out of sync with server
id: Error : Adanya Perbedaan waktu antara anda dengan server
ko: 오류 : 서버 동기화 실패r
pt: Erro: Servidor fora de sincronismo
th: พบข้อผิดพลาด: สัญญาณเข้าจังหวะขาดหาย
zh: 錯誤: 與伺服器脫離同步
zh_cn: 错误 : 服务器同步失败
