Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: %s successfully refined a weapon!
id: %s berhasil menempa sebuah senjata!
ko: %s 성공적으로 무기 제련 성공하였습니다!
pt: %s refinou uma arma com sucesso!
th: %s ได้สกัดไอเท็มสำเร็จ!
zh: %s 精鍊武器成功!
zh_cn: %s 武器精练成功!

source: You used Item: %s (%d) x %s
id: Anda menggunakan Item: %s (%d) x %s
ko: 아이템 사용: %s (%d) x %s
pt: Você usou o item: %s (%d) x %s
th: คุณใช้ไอเท็ม: %s (%d) x %s
zh: 您使用了物品: %s (%d) x %s
zh_cn: 你使用了道具: %s (%d) x %s

source: There are currently %s users online
id: Saat ini ada %s pemain yang sedang online
pt: Há atualmente %s usuários online
th: ขณะนี้มีผู้เล่น %s คนได้ online อยู่
zh: 目前線上人數 %s
zh_cn: 现在的在线玩家为 %s 名

source: %s # Name Type Amount Price
id: %s # Nama Tipe Jumlah Harga
ko: %s # 이름 Type 수량 가격
pt: %s # Nome Tipo Quant. Preço
th: %s # ชื่อ ชนิด จำนวน ราคา
zh: %s # 名稱 類型 數量 價格
zh_cn: %s # 名字 类型 数量 价格

source: Failed to buy %s of item #%s from vender (insufficient zeny).
id: Gagal membeli %s dari item #%s dari penjual (tidak cukup zeny).
pt: Falha ao comprar %s do item %s na lista de vendedores (zenny insuficiente).
th: การซื้อจำนวน %s ล้มเหลวของไอเท็ม #%s (เซ็นนีไม่พอ)
zh: 從露店購買物品 #%s 的 %s 失敗(金錢不夠).
zh_cn: 购买失败 %s 道具 #%s 在出售 (没钱啦).

source: Failed to buy %s of item #%s from vender (overweight).
id: Gagal untuk membeli %s dari item #%s dari vender (kelebihan berat).
pt: Falha ao comprar %s do item #%s do vendedor (sobrepeso).
th: การซื้อไอเท็ม %s ล้มเหลว ลำดับไอเท็ม#%s จากร้านค้า (น้ำหนักเกิน).
zh: 從露店購買物品 #%s 的 %s 失敗(負重過重).
zh_cn: 没有购买 %s 道具 #%s 在商店 (超重).

source: Failed to buy %s of item #%s from vender (unknown code %s).
id: Gagal untuk membeli %s dari item #%s dari vender (kode tidak diketahui %s).
pt: Falha ao comprar %s do item #%s do vendedor (código desconhecido %s).
th: การซื้อไอเท็ม %s ล้มเหลว ลำดับไอเท็ม#%s จากร้านค้า (unknown code %s).
zh: 從露店購買物品 #%s 的 %s 失敗(未知碼 %s).
zh_cn: 没有购买 %s 道具 #%s 在商店 (未知代码 %s).

source: %s # Name Type Amount Price
id: %s # Nama Tipe Jumlah Harga
ko: %s # 이름 형태 수량 가격
pt: %s # Nome Tipo Quant. Preço
th: %s # ชื่อ ชนิด จำนวน ราคา
zh: %s # 名稱 類型 數量 價格
zh_cn: %s # 名字 类型 数量 价格

source: Unable to start the X-Kore server. You can only run one X-Kore session at the same time. And make sure no other servers are running on port %s.
id: Tidak dpat memulai X-Kore server. Anda hanya dapat menjalankan satu sesi X-Kore pada saat yang sama. Dan pastikan tidak ada server lain yang berjalan pada port %s.
pt: Não foi possível iniciar o servidor X-Kore. Você pode rodar apenas uma sessão X-Kore por vez. E certifique-se que nenhum servidor esteja rodando na porta %s.
th: ไม่สามารถเริ่มการทำงานของ X-Kore server คุณสามารเชื่อมต่อกับ X-Kore ได้เพียงหนึ่งการเชื่อมต่อเท่านั้น และต้องแน่ใจว่าไม่มี server อื่นๆรันที่ port %s ด้วย
zh: 無法啟動 X-Kore 伺服器. 您在同一時間中只能執行一個 X-Kore session. 且請確認沒有其他的伺服器在使用port %s.
zh_cn: 无法开始 X-Kore 服务器. 你只能运行一个 X-Kore . 和端口被占用 %s.

source: X-Kore mode intialized.
id: Mode X-Kore di-inisialisasikan.
ko: X-Kore 모드로 초기화되었습니다.
pt: Modo X-Kore inicializado.
th: X-Kore mode ได้ถูกเริ่มขึ้นมาแล้ว
zh: X-Kore 模式已初始化.
zh_cn: 内挂模式开启.

source: Please start the Ragnarok Online client (%s)
id: Silahkan menjalankan client Ragnarok Online (%s)
ko: (%s) 라그나로크 온라인 클라이언트를 시작하세요.
pt: Por favor, inicie o cliente de Ragnarok Online (%s)
th: กรุณารัน Ragnarok Online client (%s)
zh: 請啟動 Ragnarok Online 客戶端程式 (%s)
zh_cn: 请运行仙境客户端 (%s)

source: Error: You cannot type anything except 'quit' right now.
id: Error: Anda tidak dapat mengetik apapun kecuali 'quit' saat ini.
pt: Erro: você não pode digitar nada exceto 'quit' por enquanto.
th: พบข้อผิดพลาด: คุณไม่สามารถป้อนคำสั่งใดๆในตอนนี้ได้นอกจาก 'quit'
zh: 錯誤: 此刻您除了'quit'外無法鍵入任何指令.
zh_cn: 错误: 你只能输入 'quit'.

source: Ragnarok Online client found
id: client Ragnarok Online ditemukan
ko: 라그나로크 온라인 클라이언트 찾았습니다.
pt: Cliente de Ragnarok Online encontrado
th: ตรวจพบ Ragnarok Online client แล้ว
zh: 已發現 Ragnarok Online 客戶端程式
zh_cn: 发现仙境客户端

source: You can login with the Ragnarok Online client now.
id: Anda dapat login dengan client Ragnarok Online sekarang.
ko: 지금 라그나로크 온라인 클라이언트에 로그인 할 수 있습니다.
pt: Você pode se logar no cliente de Ragnarok Online agora.
th: คุณสามารถล๊อกอินด้วย Ragnarok Online client ได้แล้ว
zh: 您現在已可以用 Ragnarok Online 客戶端程式登入.
zh_cn: 你现在能登陆仙境客户端了.

source: Cannot find NetRedirect.dll. Please check your installation.
id: Tidak dapat menemukanNetRedirect.dll. Silahkan periksa instalasi anda.
ko: NetRedirect.dll 찾을 수 없습니다. 설치가 되었는지 확인하세요.
pt: NetRedirect.dll não foi localizada. Por favor cheque sua instalação.
th: ไม่พบ NetRedirect.dll กรุณาตรวจสอบ
zh: 無法找到 NetRedirect.dll. 請檢查您的安裝.
zh_cn: 无法找到 NetRedirect.dll. 请检查.

source: Unable to inject NetRedirect.dll
id: Tidak dapat melakukan inject NetRedirect.dll
pt: Não foi possível injetar a NetDirect.dll
zh: 無法引入 NetRedirect.dll
zh_cn: 无法注入 NetRedirect.dll

source: Waiting for the Ragnarok Online client to connect to X-Kore...
id: Menunggu client Ragnarok Online untuk terhubung dengan X-Kore...
ko: 라그나로크 온라인 클라이언트가 X-Kore 모드로 접속하기 위해 준비 중...
pt: Aguardando o cliente Ragnarok se conectar ao X-Kore...
th: กำลังรอ Ragnarok Client ทำการเชื่อมต่อกับ X-Kore...
zh: 等待 Ragnarok Online 客戶端程式連接至 X-Kore...
zh_cn: 等待仙境客户端连接到 X-Kore...

source: ready
id: siap
ko: 준비
pt: pronto
th: พร้อม
zh: 準備
zh_cn: 准备

source: Patching client to remove bot detection:
id: Melakukan patch client untuk menghilangkan pendeteksi bot:
ko: 봇 감지 제거하기 위한 클라이언트 패치 중:
pt: Alterando cliente para remover detecção de bot.
th: ทำการแพทช์ client เพื่อเอาระบบตรวจจับบอทออก:
zh: 修正客戶端程式以移除對bot的偵測:
zh_cn: 去除客户端的BOT检测:

source: Client modified in %d places.
id: Client dimodifikasi pada %d tempat.
ko: 클라이언트 %d 위치가 수정되었습니다..
pt: Cliente modificado em %d locais.
th: Client ได้ถูกแก้ไขจำนวน %d ตำแหน่ง
zh: 客戶端程式已修改於 %d 處.
zh_cn: 客户被修改在 %d.

source: couldn't connect: %s
id: tidak dapat connect: %s
ko: 접속할 수 없습니다.: %s
pt: não foi possível se conectar: %s
th: ไม่สามารถเชื่อมต่อ: %s
zh: 無法連線: %s

source: Unable to listen on XKore2 port (%s:%s): %s
id: Tidak terhubung dengan XKore2 port (%s:%s): %s
pt: Impossível escutar a porta (%s:%s) no XKore 2: %s
th: ไม่สามารถเปิด XKore2 port (%s:%s): %s
zh: 無法傾聽於 XKore2 port (%s:%s): %s

source: XKore 2 failed login: Invalid Username and/or Password.
id: XKore 2 gagal login: Username dan/atau Password salah.
ko: XKore 2 failed login: 유효하지 않은 Username and/or Password.
pt: XKore 2 falhou no login: Nome de Usuário e/ou senha Inválida.
th: XKore 2 การล๊อกอินล้มเหลว: Username และ/หรือ Password ผิดพลาด
zh: XKore 2 登入失敗: 無效的使用者名稱與/或密碼.

source: Received GameGuard sync request. Client allowed to login account server.
id: Menerima permintaan sinkronisasi GameGuard. Client dapat login ke account server.
pt: Recebido pedido para GameGuard sync. Cliente autorizado ao servidor de contas.
zh: 已收到 GameGuard 同步要求.客戶端已被允許登入帳號伺服器.

source: Received GameGuard sync request. Client allowed to login char/map server.
id: Menerima permintaan sinkronisasi GameGuard. Client dapat login ke char/map server.
ko: 게임가드 동기화 요청 받았습니다. 클라이언트가 char/map 서버로 로그인을 허락하였습니다.
pt: Recebido pedido para GameGuard sync. Cliente autorizado ao servidor de personagens/mapas
zh: 已收到 GameGuard 同步要求.客戶端已被允許登入角色/地圖伺服器.

source: blueConnection to server lost. Please wait while the connection is reestablished.
id: blueConnection ke server hilang. Silahkan menunggu hingga koneksi telah dibangun kembali.
pt: blueConexão com servidor perdida. Por favor, aguarde enquanto ela é restabelecida.
th: blueการเชื่อมต่อกับเซิฟเวอรืได้ขาดหาย กรุณารอซักครู่ระหว่างที่ทำการเชื่อมต่อใหม่
zh: blueConnection to server lost. 請等到連線重新被建立.

source: Unknown error within XKore 2
id: Error yang tidak diketahui dari XKore 2
pt: Erro desconhecido no XKore 2
th: พบข้อผิดพลาดภายใน XKore 2
zh: 未知的錯誤於 XKore 2

source: blueConnection reestablished. Enjoy. =)
id: blueConnection telah dibangun kembali. Selamat Menikmati. =)
pt: blueConexão estabelecida. Divirta-se. =)
th: blueทำการเชื่อมต่อกลับคืนได้แล้ว =)
zh: blueConnection已重新建立. 好好享受吧. =)

source: blueStill trying to connect...
id: blueStill mencoba untuk connect...
pt: blueAinda tentando se conectar...
th: blueยังคงพยายามทำการเชื่อมต่อ...
zh: blueStill嘗試連接...

source: Unknown/unexpected XKore 2 packet: %s (state: %s).
id: Packet XKore 2 yang tidak diketahui/tidak diperkirakan: %s (state: %s).
pt: Pacote desconhecido/inesperado no XKore 2: %s (estado: %s).
th: XKore 2 ไม่รู้จัก packet: %s (state: %s).
zh: 未知/無法預期的 XKore 2 封包: %s (state: %s).

source: Client disconnected
id: Client telah disconnect
pt: O cliente desconectou-se
th: Ragnarok Client ยกเลิกการติดต่อแล้ว
zh: 客戶端已斷線
zh_cn: 客户端断线

source: Waiting Ragnarok Client to connect on (%s:%s)
id: Menunggu Ragnarok Client untuk connect ke (%s:%s)
ko: 라그나로크 클라이언트 연결을 기다리는 중 (%s:%s)
pt: Aguardando conexão do cliente Ragnarok em (%s:%s)
th: กำลังรอ Ragnarok Client ทำการเชื่อมต่อมาที่ (%s:%s)
zh: 正在等候 Ragnarok 客戶端去連線在 (%s:%s)
zh_cn: 等待仙境传说客户端连接到 (%s:%s)

source: Invalid server specified or server does not exist...
id: Server yang dispesifikasikan salah atau server tidak ada...
ko: 유효하지 않는 서버이거나 존재하지 않는 서버입니다...
pt: Servidor especificado inválido ou inexistente...
th: server ที่ได้กำหนดใว้ใช้ไม่ได้ หรือ server ไม่มีอยู่...
zh: 無效的指定伺服器或伺服器並不存在...
zh_cn: 服务器指定错误或服务器不存在...

source: Client did not respond in time. Trying to replay the packet for %s of 3 times
id: Client tidak dapat merespan tepat pada saatnya. Mencoba untuk mengulang packet untuk %s dari 3 kali
pt: O cliente não respondeu no tempo. Tentando repetir pacote %s de 3 vezes
th: Client ไม่ตอบสนองในเวลาที่กำหนด ลองส่ง packet %s 3 ครั้ง
zh: 客戶端沒有如時回應. 嘗試重新進行封包傳送for %s of 3 times
zh_cn: 客户端没有及时回应. 程序将会尝试共3次发送动作， %s 后重新发送封包

source: Client did not respond. Forcing disconnection
id: Client tidak dapat merespon. Disconnect secara paksa
ko: 클라이언트가 반응하지 않습니다. 강제로 종료합니다.
pt: O cliente não respondeu. Forçando desconexão
th: Client ไม่ตอบสนอง ทำการบังคับให้ยกเลิกการติดต่อ
zh: 客戶端沒有回應. 強迫斷線
zh_cn: 客户端没有及时回应. 强制断开连接

source: Please choose a master server to connect to.
id: Pilih sebuah master server untuk terhubung.
pt: Por favor escolha um servidor-mestre para se conectar.
zh: 請選擇一個主伺服器以連線.
zh_cn: 请选择一个主服务器.

source: Master servers
id: Master server
pt: Servidores-Mestre
zh: 主伺服器
zh_cn: 主服务器

source: Embed Poseidon Server initialized Please read %s for more information.
id: Inisialisasi Server Poseidon Silahkan membaca %s untuk informasi lebih lanjut.
pt: Poseidon Server embutido inicializado Por favor leia %s para mais informações.
th: เริ่มการทำงานของ Poseidon Server แล้ว กรุณาอ่าน %s สำหรับรายละเอียด
zh: 嵌入的 Poseidon(波塞頓) 伺服器已初始化 請閱讀 %s 以獲得更多資訊.
zh_cn: Embed Poseidon 服务器初始化 请度 %s 了解更多的信息.

source: Poseidon: received query from client %s
id: Poseidon: menerima query dari client %s
pt: Poseidon: query recebida do cliente %s
th: Poseidon: ได้รับคิวจาก client %s
zh: Poseidon(波塞頓): 已從客戶端 %s 收到要求
zh_cn: Poseidon: 来自客户端的查询 %s

source: Poseidon: Sent result to client %s
id: Poseidon: mengirimkan hasil ke client %s
pt: Poseidon: Resultado enviado ao cliente %s
th: Poseidon: ส่งผลการทำงานให้กับ client %s
zh: Poseidon(波塞頓): 發送結果至客戶端 %s
zh_cn: Poseidon: 把结果返回给客户端 %s

source: Poseidon: Querying Ragnarok Online client.
id: Poseidon: Melakukan Query client Ragnarok Online.
pt: Poseidon: Consultando cliente de Ragnarok Online.
th: Poseidon: จัดคิวให้ Ragnarok Online client.
zh: Poseidon(波塞頓): Ragnarok Online 客戶端要求中.
zh_cn: Poseidon: 查找仙境客户端.

source: Dropping target - you will not kill steal others
id: Pembatalan target - anda tidak akan melakukan kill steal pada lainnya
pt: Desistindo do alvo - você não roubará o monstro de outros
th: ยกเลิกเป้าหมาย - คุณจะไม่แจมผู้อื่น
zh: 放棄目標 - 您不可搶別人的怪
zh_cn: 放弃目标 - 你将不能偷或杀死目标

source: Teleport due to dropping attack target
id: Teleport dikarenakan pembatalan untuk menyerang target
pt: Teleportando devido à desistência de atacar o alvo
th: Teleport เนื่องจากได้ยกเลิกเป้าหมาย
zh: 因放棄要攻擊的目標而瞬移
zh_cn: 由于放弃目标，随机移动

source: Dropping target - %s (%s) has been provoked
id: Pembatalan target - %s (%s) telah di-provoke
pt: Desistindo do alvo - %s (%s) foi provocado
th: ยกเลิกเป้าหมาย - %s (%s) เป้าหมายถูกโจมตีไปแล้ว
zh: 放棄目標 - %s (%s) 已被挑釁
zh_cn: 放弃目标 - %s (%s) 已经被挑拨了

source: Can't reach or damage target, dropping target
id: Tidak dapat mendekati atau menyerang target, pembatalan target
pt: Nao foi possível atingir o alvo, desistindo
th: ไม่สามารถไปถึงหรือทำความเสียหายให้เป้าหมาย, ยกเลิกเป้าหมาย
zh: 無法到達或傷害到目標, 放棄目標
zh_cn: 无法到达或伤害目标, 放弃目标

source: Target died
id: Target mati
ko: 목표물(몬스터)이(가) 죽었습니다.
pt: Alvo morreu
th: เป้าหมายตายแล้ว
zh: 目標已死亡
zh_cn: 目标死亡

source: Target lost
id: Target hilang
ko: 목표물을(를) 놓쳤습니다.
pt: Alvo perdido
th: เป้าหมายหายไป
zh: 目標已失去
zh_cn: 目标消失

source: %s; moving to (%s, %s)
id: %s; berjalan ke (%s, %s)
ko: %s; (%s, %s) 로 이동 중
pt: %s; movendo-se para (%s, %s)
th: %s; เดินไปที่ (%s, %s)
zh: %s; 移動至 (%s, %s)
zh_cn: %s; 移动到 (%s, %s)

source: Unable to calculate a route to target, dropping target
id: Tidak dapat mengkalkulasi rute ke target, pembatalan target
ko: 목표로 경로 계산을 할 수 없습니다, 목표 놓침
pt: Não foi possível calcular uma rota para o alvo, desistindo
th: ไม่สามารคำนวณหาเส้นทางไปถึงเป้าหมายได้, ยกเลิกเป้าหมาย
zh: 無法計算路徑至目標, 放棄目標
zh_cn: 不能计算到目标的路径, 放弃目标

source: Done talking with %s.
id: Selesai berbicara dengan %s.
ko: %s 와 대화가 끝났습니다.
pt: Conversa com %s finalizada.
th: สิ้นสุดการสนธนากับ %s.
zh: 與 %s 結束對話.
zh_cn: 完成对话 %s.

source: Escaping to into nearest portal.
id: melarikan diri melalui portal terdekat.
ko: 근처 포탈에서 탈출
pt: Escapando para o portal mais próximo.
th: หลบหนีไปยัง portal ที่ใกล้ที่สุด
zh: 逃脫至最近的傳點.
zh_cn: 进入入口.

source: Found warp portal escaping into warp portal.
id: Menemukan warp portal melarikan diri menuju warp portal.
ko: 워프포탈에서 탈출한 포탈을 찾았습니다.
pt: Portal localizado, escapando por ele.
th: พบ warp portal เดินเข้า warp portal เพื่อหลบหนี
zh: 發現傳陣正在逃脫進入傳陣.
zh_cn: 发现逃跑入口.

source: Escape failed no portal found.
id: Gagal melarikan diri karena tidak ditemukan portal.
ko: 포탈을 찾을 수 없어 탈출을 실패했습니다.
pt: Escape falhou, nenhum portal encontrado.
th: การหลบหนีล้มเหลว ไม่มี portal อยู่
zh: 逃脫失敗找不到傳點.
zh_cn: 没有发现路口，逃跑失败.

source: Invalid coordinates specified for randomWalk Retrying...
id: Koordinat yang dispesifikasikan untuk randomWalk salah Mencoba lagi...
ko: randomWalk에 유효하지 않은 좌표가 지정되었습니다. 재시도 중...
pt: Coordenadas inválidas especificadas para o randomWalk Re-tentando...
th: พิกัดที่กำหนดใว้สำหรับ randomWalk ใช้ไม่ได้ กำลังลองใหม่...
zh: 無效的指定的隨機走動座標 重新嘗試中...
zh_cn: randomWalk 指定了错误的坐标 (无法走到); randomWalk 关闭 randomWalk 指定了错误的坐标 重新尝试...

source: Calculating random route to: %s(%s): %s, %s
id: Mengkalkulasi rute random ke: %s(%s): %s, %s
ko: 경로 계산 중: %s(%s): %s, %s
pt: Calculando rota aleatória para: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางเดินสุ่มไปยัง: %s(%s): %s, %s
zh: 計算隨機路徑至: %s(%s): %s, %s

source: Timeout equiping for skill
id: Timeout selama menggunkan skill
pt: Tempo esgotado ao equipar acessório necessário para a skill
th: หมดเวลาในการสวมใส่เพื่อใช้ skilll
zh: 為了技能而裝備的逾時
zh_cn: 装备技能超时

source: Failed to take %s (%s) from (%s, %s) to (%s, %s)
id: Gagal untuk mengambil %s (%s) dari (%s, %s) ke (%s, %s)
pt: Falha ao pegar %s (%s) de (%s, %s) para (%s, %s)
th: การเก็บล้มเหลว %s (%s) จาก (%s, %s) ถึง (%s, %s)
zh: 撿取%s (%s)失敗, 從 (%s, %s) 到 (%s, %s)
zh_cn: 拿取失败 %s (%s) 在 (%s, %s) 到 (%s, %s)

source: Routing to (%s, %s) to take %s (%s), distance %s
id: Rute ke (%s, %s) untuk mengambil %s (%s), jarak %s
pt: Calculando rota (%s, %s) para pegar %s (%s), distância de %s
th: กำหนดเส้นทางไปที่ (%s, %s) เพื่อเก็บ %s (%s), ระยะทาง %s
zh: 計算路徑至 (%s, %s) 以撿取 %s (%s), 距離 %s
zh_cn: 走到 (%s, %s) 拿 %s (%s),的距离 %s

source: Auto-denying party request
id: Menolak secara otomatis permintaan grup
pt: Auto-negando pedido de grupo
th: ปฏิเสธขอเสนอเข้าปาร์ตี้โดยอัตโนมัติ
zh: 自動拒絕組隊要求
zh_cn: 自动拒绝组队邀请

source: Auto-accepting party request
id: Menerima secara otomatis permintaan grup
ko: 파티 요청 자동확인 Auto-accepting
pt: Auto-aceitando pedido de grupo
th: ยอมรับขอเสนอการเข้าปาร์ตี้โดยอัตโนมัติ
zh: 自動接受組隊要求
zh_cn: 自动接受组队邀请

source: Disconnecting due to break time: %s to %s
id: Melakukan Disconnect dikarenakan break time: %s sampai %s
pt: Desconectando-se para dar uma pausa no jogo entre %s a %s
th: ยกเลิกการติดต่อเนื่องจาก ถึงเวลาหยุดพัก: %s ถึง %s
zh: 斷線中, 由於休息時間: %s to %s

source: *** Disconnected due to Break Time: %s to %s ***
id: *** Disconnect dikarenakan Break Time: %s sampai %s ***
pt: *** Disconectado para Período de Pausa: %s a %s ***
th: *** ยกเลิกการติดต่อเนื่องจาก ถึงเวลาหยุดพัก: %s ถึง %s ***
zh: *** 已斷線, 由於休息時間: %s to %s ***

source: Auto-storaging due to death
id: Storage secara otomatis dikarenakan mati
ko: 죽어서 자동 저장하기 Auto-storaging
pt: Auto-armazenamento por causa de morte
th: กำลังจะเก็บของโดยอัตโนมัติ เนื่องจากคุณได้ตาย
zh: 因死亡而啟動自動存倉功能
zh_cn: 人物死亡.自动存仓

source: Moving to %s - %d,%d
id: Berjalan ke %s - %d,%d
ko: 이동 중... %s - %d,%d
pt: Movendo-se para %s - %d,%d
th: เดินไปสู่พิกัด %s - %d,%d
zh: 正在移動至 %s - %d,%d
zh_cn: 移动到 %s - %d,%d

source: Disconnecting on death!
id: Disconnecting saat meninggal!
ko: 사망으로 종료!
pt: Desconectando-se ao morrer!
th: ยกเลิกการติกต่อกับเซิฟเวอร์ เนื่องจากคุณได้ตาย!
zh: 因死亡而自動斷線!
zh_cn: 人物死亡.断开连接!

source: *** You died, auto disconnect! ***
id: *** Anda meninggal, disconnect secara otomatis! ***
ko: *** 죽었습니다, 자동 종료!***
pt: *** Você morreu, auto-desconexão! ***
th: *** คุณได้ตาย กำลังยกเลิกการติดต่อ! ***
zh: *** 您已死亡, 自動斷線! ***
zh_cn: *** 你挂了, 自动断开连接! ***

source: Auto-storaging due to excess weight
id: Storage secara otomatis dikarenakan kelebihan berat
pt: Auto-armazenagem devido a excesso de peso
th: กำลังจะเก็บของโดยอัตโนมัติ เนื่องจากถึงน้ำหนักที่ตั้งใว้
zh: 因負重而啟動自動存倉功能
zh_cn: 超过负重.自动存仓

source: Disconnecting on empty %s!
id: Mengakhiri koneksi saat kehabisan %s!
pt: Desconectando-se devido a %s vazio!
th: ยกเลิกการติดต่อเนื่องจาก %s หมด!
zh: 因已無 %s 而斷線中!
zh_cn: 断开连接在空的 %s!

source: Auto-storaging due to insufficient %s
id: Storage secara otomatis dikarenakan tidak cukup %s
pt: Auto-armazenamento por %s insuficiente
th: กำลังจะเก็บของโดยอัตโนมัติ เนื่องจาก %s หมด
zh: 因 %s 不足而啟動自動存倉功能
zh_cn: 自动存仓由于 %s 不足

source: Teleporting to auto-storage
id: Melakukan Teleport untuk storage secara otomatis
ko: auto-storage 하기 위해 텔레포트 중
pt: Teleportando para auto-armazenagem
th: กำลังเทเลพอทกลับไปเก็บของโดยอัตโนมัติ
zh: 瞬移以進行自動存倉功能
zh_cn: 瞬移.自动存仓

source: Calculating auto-storage route to: %s(%s): %s, %s
id: Mengkalkulasi rute storage secara otomatis ke: %s(%s): %s, %s
ko: auto-storage 위해 경로 계산 중...: %s(%s): %s, %s
pt: Calculando rota para auto-armazenagem em: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางไปเก็บของโดยอัตโนมัติ: %s (%s): %s, %s
zh: 正在計算自動存倉路徑至: %s(%s): %s, %s
zh_cn: 自动计算储存路径到: %s(%s): %s, %s

source: Warning storageAuto has changed. Please read News.txt
id: Pemberitahuan storageAuto telah berubah. Silahkan baca News.txt
ko: 경고 : storageAuto 변경되었습니다. News.txt 를 읽어주세요.
pt: Aviso: storageAuto modificado. Por favor, leia o News.txt
th: คำเตือน storageAuto มีการเปลี่ยนแปลง กรุณาอ่าน News.txt
zh: 警告: storageAuto已改變. 請閱讀News.txt
zh_cn: 警告： storageAuto 已经改变. 请看 News.txt

source: Using storage steps defined in config.
id: Menggunakan storage dengan step yang telah ditentukan di config.
ko: config 에서 storage steps 을 정의하세요.
pt: Usando os passos de armazenagem definidos na config.
th: ใช้ลำดับการใช้คลังเก็บของที่ตั้งในคอนฟิก
zh: 使用config檔定義的存倉步驟.
zh_cn: 储存步长定义在config.txt.

source: Something is wrong with storageAuto_npc_type in your config.
id: Ada yang salah dengan storageAuto_npc_type di config Anda.
pt: Há algo de errado com a opção storageAuto_npc_type no seu config.
th: มีบางอย่าผิดพลาดกับ storageAuto_npc_type ในคอนฟิกของคุณ
zh: 您的config檔中的 storageAuto_npc_type 有誤.
zh_cn: storageAuto_npc_type 设置错误.

source: Attempt to get %s x %s from storage, retry: %s
id: Mencoba untuk mengambil %s x %s dari storage, percobaan: %s
pt: Tentativa de adquirir %s x %s do armazém nº %s
th: พยายามเอา %s x %s ออกจากคลังเก็บของ - ลองครั้งที่ %s
zh: 嘗試從倉庫獲得 %s x %s, 重試次數: %s
zh_cn: 在仓库中取出 %s x %s , 尝试: %s

source: storage: %s out of stock
id: storage: %s kehabisan stok
ko: 창고: %s 이 없음(품절).
pt: armazém: %s esgotado
th: คลังเก็บของ: %s หมด
zh: 倉庫: %s 已罄
zh_cn: 仓库: %s 数量不够

source: Kore tried to get an item from storage 3 times, but failed. This problem could be caused by a server bug. To work around this problem, set 'relogAfterStorage' to 1, and relogin.
id: Kore mencoba untuk mendapatkan item di storage sebanyak 3 kali, tetapi gagal. Problem ini mungkin dikarenakan oleh bug pada server. Untuk mengatasi hal ini , set 'relogAfterStorage' menjadi 1, dan login ulang.
pt: O Kore tentou obter um item do armazém 3 vezes, mas falhou. Este problema pode ser ocasionado por um bug no servidor. Para contorná-lo, configure 'relogAfterStorage' para 1 e reconecte.
th: Kore พยายามจะเอาไอท็มจากที่เก็บของมา 3 ครั้งแล้ว แต่ล้มเหลว ปัญหานี้อาจเกิดจากบัคของเซิฟเวอร์ เพื่อที่จะแก้ปัญหานี้ ลองตั้ง 'relogAfterStorage' เป็น 1 แล้วล๊อกอินใหม่ดู
zh: Kore試著從倉庫拿取物品3次, 但都失敗了. 這個問題可能是因為伺服器bug引起的. 若要在這個問題下進行, 請設定 'relogAfterStorage' 為1, 然後重新登入.
zh_cn: Kore 已经连续3次设法得到道具从仓库, 但未成功. 这个问题可能是服务器BUG. 请设置' relogAfterStorage ' 为1, 并且relogin .

source: Character is still overweight after storageAuto (storage is full?)
id: Karakter masih kelebihan berat setelah storageAuto (storage penuh?)
ko: 캐릭터가 여전히 무게초과입니니다. storageAuto 후에 (창고가 가득찼습니까ll?)
pt: O personagem ainda está com sobrepeso depois da storageAuto (armazém lotado?)
th: ตัวละครยังคงน้ำหนักเกิน หลังจากใช้คลังเก็บของ (คลังเก็บของเต็มหรือเปล่า?)
zh: 在自動存倉後角色仍然負重 (是否倉庫已滿?)
zh_cn: 人物超重 (仓库已经满了?)

source: Disconnecting on storage full!
id: mengakhiri koneksi saat storage penuh!
ko: 창고가 가득 찼습니다. 종료l!
pt: Desconectando-se pois o armazém está lotado!
th: ยกเลิกการติดต่อเนื่องจากคลังเก็บของเต็ม!
zh: 因倉庫已滿而斷線中!
zh_cn: 仓库满了，断开连接!

source: Auto-sell sequence completed.
id: Urutan menjual secara otomatis Selesai.
ko: Auto-sell 순서 완료되었습니다.
pt: Seqüência de auto-vendas concluída.
th: การขายไอเท็มอัตโนมัติเสร็จสมบูรณ์
zh: 自動賣出的程序已完成.
zh_cn: 自动出售完成.

source: Teleporting to auto-sell
id: Melakukan Teleport untuk menjual secara otomatis
ko: auto-sell 하기 위해 텔레포트 중
pt: Teleportando para auto-venda
th: กำลังเทเลพอทกลับไปขายของโดยอัตโนมัติ
zh: 瞬移以進行自動賣出功能
zh_cn: 瞬移.自动出售物品

source: Calculating auto-sell route to: %s(%s): %s, %s
id: Mengkalkulasi rute menjual secara otomatis ke: %s(%s): %s, %s
ko: auto-sell 위해 경로 계산 중: %s(%s): %s, %s
pt: Calculando rota de auto-venda em: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางไปขายของโดยอัตโนมัติ: %s (%s): %s, %s
zh: 正在計算自動賣出路徑至: %s(%s): %s, %s
zh_cn: 计算自动出售路径: %s(%s): %s, %s

source: Teleporting to auto-buy
id: Melakukan Teleport untuk membeli secara otomatis
ko: auto-buy 위해 텔레포트 중
pt: Teleportando para auto-compras
th: กำลังเทเลพอทกลับไปซื้อของโดยอัตโนมัติ
zh: 瞬移以進行自動購買功能

source: Calculating auto-buy route to: %s (%s): %s, %s
id: Mengkalkulasi rute membeli secara otomatis ke: %s(%s): %s, %s
ko: auto-buy 경로 계산 중: %s (%s): %s, %s
pt: Calculando rota de auto-compra em: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางไปซื้อของโดยอัตโนมัติ: %s (%s): %s, %s
zh: 正在計算自動購買路徑至: %s (%s): %s, %s

source: Invalid map specified for lockMap - map %s doesn't exist
id: Map yang dispesifikasikan untuk lockMap salah - map %s tidak ada
ko: 지정된 락맵은 잘못된 맵입니다 - 맵 %s 존재하지 않습니다.
pt: Mapa inválido especificado para o lockMap - mapa %s inexistente
th: แผนที่ที่กำหนดใว้ที่ lockMap ไม่สามารถใช้ได้ - แผนที่ %s ไม่มีอยู่
zh: 無效的指定的鎖定地圖 - 地圖 %s 並不存在

source: Invalid coordinates specified for lockMap, coordinates are unwalkable
id: Koordinat yang dispesifikasikan untuk lockMap salah, Koordinat tersebut tidak dapat dijalani
ko: 지정된 락맵은 잘못된 맵입니다, 좌표가 걷지 못하는 곳입니다.
pt: Coordenadas inválidas especificadas para o lockMap, as coordenadas não são livres para andar
th: พิกัดที่กำหนดใว้สำหรับ lockMap ใช้ไม่ได้ เนื่องจากพิกัดดังกล่าวไม่สามารถเดินได้
zh: 無效的指定的鎖定地圖座標, 座標是無法走動的區域
