Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: %s: Type 'talk cont' to continue talking
id: %s: Ketik 'talk cont' untuk melanjutkan pembicaraan
ko: %s: 입력 'talk cont' 자동 대화 넘기기
pt: %s: Digite 'talk cont' para continuar a conversa
th: %s: ป้อน 'talk cont' เพื่อสนธนาต่อ
zh: %s: 請輸入 'talk cont' 以繼續交談
zh_cn: %s: 输入 'talk cont' 继续对话

source: %s: Type 'talk num <number #>' to input a number.
id: %s: Ketik 'talk num <nomor #>' untuk memasukkan nomor.
ko: %s: 'talk num <번호 #>' 에 번호를 입력하세요.
pt: %s: Digite 'talk num <número#>' para entrar um número.
th: %s: ป้อน 'talk num <หมายเลข #>' เพื่อป้อนหมายเลข
zh: %s: 請輸入 'talk num <數字 #>' 以輸入一個數字.
zh_cn: %s: 输入 'talk num <nomer #>' 指定对话内容.

source: ----------Responses----------- # Response
id: ----------Respon----------- # Respon
ko: ----------대답----------- # 대답
pt: ----------Respostas----------- # Resposta
th: ----------การตอบสนอง----------- # การตอบสนอง
zh: ------------回應-------------- # 回應
zh_cn: ----------回应----------- # 回应

source: %s: Type 'talk resp #' to choose a response.
id: %s: Ketik 'talk resp #' untuk memilih jawaban.
ko: %s: 'talk resp #' 치고 대답 선택하세요..
pt: %s: Digite 'talk resp #' para escolher uma resposta.
th: %s: ป้อน 'talk resp #' เพื่อเลือกตัวเลือก
zh: %s: 請輸入 'talk resp #' 以選擇一個回應.
zh_cn: %s: 输入 'talk resp #' 选择对话内容.

source: %s: Type 'talk text' (Respond to NPC)
id: %s: ketik 'talk text' (jawaban pada NPC)
pt: %s: Digite 'talk text' (Resposta ao NPC)
th: %s: ป้อน 'talk text' (เพื่อโต้ตอบกับ NPC)
zh: %s: 請輸入 'talk text' (回應給NCP)
zh_cn: %s:输入 'talk text' (响应 NPC 对话)

source: [Party] %s
id: [Grup] %s
ko: [파티] %s
pt: [Grupo] %s
th: [สมาชิกปาร์ตี้] %s
zh: [隊伍] %s
zh_cn: [组队] %s

source: Party EXP set to Individual Take
id: Pembagian EXP grup secara Masing-masing
ko: 파티 경험치를 개인 취득으로 설정
pt: EXP do grupo Dividida Individualmente
th: ปาร์ตี้ EXP ได้ถูกตั้งให้ได้เป็นรายบุคคล
zh: 經驗值分配設定為各自取得
zh_cn: 组队经验各自取得

source: Party EXP set to Even Share
id: Pembagian EXP grup secara Rata
ko: 파티 경험치를 균등분배로 설정
pt: EXP do grupo Dividida Igualmente
th: ปาร์ตี้ EXP ได้ถูกตั้งให้แชร์กัน
zh: 經驗值分配設定為均等分配
zh_cn: 组队经验均等分配

source: Error setting party option
id: Error setting option grup
pt: Erro ao ajustar a opção do grupo
th: ไม่สามารถตั้งค่าปาร์ตี้ใหม่ได้
zh: 隊伍選項設定錯誤
zh_cn: 组队设置错误

source: Incoming Request to join party '%s'
id: Ada permintaan untuk bergabung dalam grup '%s'
ko: 파티 합류 요청 '%s'
pt: Pedido para se juntar ao grupo '%s'
th: ได้รับข้อเสนอให้เข้าร่วมปารตี้ '%s'
zh: 收到傳送過來的請求加入隊伍'%s'
zh_cn: 邀请加入组队 '%s'

source: Join request failed: %s is already in a party
id: Permintaan bergabung gagal: %s sudah berada di dalam sebuah grup
ko: 합류 요청 실패 : %s 은 이미 파티가 있습니다.
pt: Pedido de grupo falhou: %s já está em outro grupo
th: เสนอให้ร่มปาร์ตี้ล้มเหลวเนื่องจาก %s ได้อยู่ในปาร์ตี้แล้ว
zh: 請求加入失敗: %s 已經有組隊了
zh_cn: 邀请加入失败: %s 已经加入队伍

source: Join request failed: %s denied request
id: Permintaan bergabung gagal: %s menolak permintaan
ko: 합류 요청 실패: %s 요청을 거부했습니다.
pt: Pedido de grupo falhou: %s negou o pedido
th: %s ได้ปฏิเสธการร่วมปาร์ตี้กับคุณ
zh: 請求加入失敗: %s 拒絕了請求
zh_cn: 邀请加入组队失败: %s 拒绝请求

source: %s accepted your request
id: %s menerima permintaan anda
pt: %s aceitou seu pedido
th: %s ได้ยอมรับข้อเสนอของคุณ
zh: %s 接受了您的請求
zh_cn: %s 已经接受您的邀请

source: You joined party '%s'
id: Anda bergabung dalam grup '%s'
ko: 파티 '%s' 에 가입했습니다.
pt: Você se juntou ao grupo '%s'
th: คุณได้เข้าร่วมปาร์ตี้ '%s' แล้ว
zh: 您加入了隊伍'%s'
zh_cn: 你已经加入组队 '%s'

source: %s joined your party '%s'
id: %s bergabung dalam grup anda '%s'
ko: %s 가 당신의 '%s' 파티에 합류했습니다.
pt: %s se juntou ao seu grupo '%s'
th: %s ได้เข้าร่วมปาร์ตี้ '%s' ของคุณแล้ว
zh: %s 加入了您的隊伍'%s'
zh_cn: %s 加入您的组队 '%s'

source: You left the party
id: Anda meninggalkan grup
ko: 파티 떠났습니다.
pt: Você deixou o grupo
th: คุณได้ออกจากปาร์ตี้
zh: 您已離隊
zh_cn: 你退出队伍

source: %s left the party
id: %s meninggalkan grup
ko: %s 파티를 떠났습니다.
pt: %s deixou o grupo
th: %s ได้ออกจากปาร์ตี้
zh: %s 已離隊
zh_cn: %s 退出退伍

source: Can't organize party - party name exists
id: Tidak dapat mengorganisir grup - Nama grup sudah pernah ada
ko: 파티를 생성할 수 없습니다. 같은 파티이름이 이미 있습니다.
pt: Não foi possível criar o grupo - este nome já existe
th: ไม่สามารถตั้งปาร์ตี้ได้ เนื่องจากมีชื่อปาร์ตี้เดียวกันนี้อยู่แล้ว
zh: 無法組織隊伍 - 隊伍名稱已經存在
zh_cn: 无法建立组队 - 组队名称已存在

source: Party Member: %s
id: Anggota Grup: %s
ko: 파티 맴버: %s
pt: Membro do Grupo: %s
th: สมาชิก Party : %s
zh: 隊伍成員: %s
zh_cn: 队伍成员: %s

source: Pet capture success
id: Penangkapan pet berhasil
ko: 펫 포획 성공
pt: Pet capturado com sucesso
th: จับสัตว์เลี้ยงได้สำเร็จ
zh: 寵物捕捉成功
zh_cn: 宠物捕捉成功

source: Pet capture failed
id: Penangkapan pet gagal
ko: 펫 포획 실패
pt: Captura do pet falhou
th: จับสัตว์เลี้ยงได้ล้มเหลว
zh: 寵物捕捉失敗
zh_cn: 宠物捕捉失败

source: Fed pet with %s
id: Memberi makan peliharaan dengan %s
pt: Pet alimentado com %s
th: ได้ให้อาหารสัตวเลี้ยงด้วย %s
zh: 已以 %s 餵食了寵物
zh_cn: 喂养宠物 %s

source: Failed to feed pet with %s: no food in inventory.
id: Gagal untuk memberi makan peliharaan dengan %s: Tidak ada makanan dalam inventory.
ko: %s 에게 펫 먹이 주기 실패: 장비창에 먹이가 없습니다.
pt: Falha ao alimentar seu pet com %s: não há comida no inventário.
th: การให้อาหารสัตว์เลี้ยงด้วย %s ล้มเหลว เนื่องจากอาหารสัตว์เลี้ยงหมด
zh: 以 %s 餵食寵物失敗: 物品欄中沒有食物了.
zh_cn: 宠物喂养失败 %s: 没有食物了.

source: %s changed Weapon to %s
id: %s merubah senjata jadi %s
ko: %s 은 %s 로 무기 변경되었습니다.
pt: %s mudou a Arma para %s
th: %s เปลี่ยนอาวุธเป็น %s
zh: %s 變換武器為 %s
zh_cn: %s 改变武器为 %s

source: %s changed Shield to %s
id: %s merubah perisai jadi %s
ko: %s 은 %s 로 방패 변경되었습니다.
pt: %s mudou o Escudo para %s
th: %s เปลี่ยนโล่เป็น %s
zh: %s 變換盔甲為 %s
zh_cn: %s 改变盾为 %s

source: %s changed Shoes to: %s
id: %s merubah sepatu jadi %s
ko: %s 는 %s 신발로 변경되었습니다.
pt: %s mudou os Sapatos para %s
th: %s เปลี่ยนรองเท้าเป็น %s
zh: %s 變換鞋子為: %s
zh_cn: %s 改变鞋子为: %s

source: [dist=%s] %s
id: [jarak=%s] %s
ko: [거리=%s] %s
th: [ระยะห่าง=%s] %s
zh: [距離=%s] %s

source: *** You were PM'd, auto disconnect! ***
id: *** Anda di-PM, disconnect secara otomatis! ***
ko: *** You were PM'd, 자동 종료! ***
pt: *** Você recebeu PM, auto-desconexão! ***
th: *** คุณได้รับการกระซิบ ยกเลิกการเชื่อมต่อโดยอัตโนมัติ! ***
zh: *** 您已被人密語, 自動斷線! ***
zh_cn: *** 你收到 PM'd, 自动断线! ***

source: Disconnecting on PM!
id: Disconnecting saat PM!
ko: 종료 on PM!
pt: Desconectando-se por causa de PM!
th: ยกเลิกการติดต่อเนื่องจาก ได้รับการกระซิบ!
zh: 因密語而斷線中!
zh_cn: 断开连接.接受到密语!

source: %s is not online
id: %s sedang tidak online
ko: %s 온라인이 아닙니다.
pt: %s não está online
th: %s ยังไม่ได้เข้ามา
zh: %s 不在線上
zh_cn: %s 没在线

source: Player ignored your message
id: Player mengacuhkan pesan anda
ko: 플레이어가 당신의 메세지를 무시했습니다.
pt: O jogador bloqueou suas mensagens
th: ถูกปฏิเสธการกระซิบ
zh: 玩家已關掉您的密頻
zh_cn: 玩家已经收到您的消息

source: Player doesn't want to receive messages
id: Player tidak mau menerima pesan apapun
ko: 플레이어가 메세지 받기를 원하지 않습니다.
pt: O jogador não quer receber mensagens de ninguém
th: ไม่มีอารมณ์พูดคุยกับคนอื่น
zh: 玩家不想接受訊息
zh_cn: 玩家不接受任何消息

source: Received characters from Character Server
id: Menerima karakter dari Character Server
ko: 캐릭터 서버로부터 캐릭터를 받았습니다.
pt: Recebidos os Personagens do Servidor
th: ได้รับข้อมูลตัวละครจาก Character Server
zh: 從角色伺服器接受角色
zh_cn: 已经从人物服务器收到人物信息

source: Received character ID and Map IP from Character Server
id: Menerima karakter ID dan Map IP dari Character Server
ko: 캐릭터 서버로부터 캐릭터 ID 와 맵 IP 를 받았습니다.
pt: Recebidos ID de personagem e IP do mapa do Servidor de Personagens
th: ได้รับรหัสตัวละครและ Map IP จาก Character Server
zh: 從角色伺服器接受角色ID與地圖IP
zh_cn: 从角色服务器接收人物ID与地图IP

source: ----------Game Info---------- Char ID: %s (%s) MAP Name: %s MAP IP: %s MAP Port: %s -----------------------------
id: ----------Info Game---------- Char ID: %s (%s) Nama MAP: %s IP MAP: %s Port MAP: %s -----------------------------
ko: ----------게임 정보---------- 캐릭 ID: %s (%s) 맵 이름: %s 맵 IP: %s 맵 Port: %s -----------------------------
pt: -----Informações do Jogo----- ID do Char : %s (%s) Nome do Mapa: %s IP do Mapa : %s Porta do Mapa: %s -----------------------------
th: ----------ข้อมูลเกมส์---------- ID ตัวละคร: %s (%s) แผนที่: %s IP ของผนที่: %s Port ของแผนที่: %s -----------------------------
zh: ----------遊戲資訊----------- 角色 ID: %s (%s) 地圖名稱: %s 地圖 IP: %s 地圖 Port: %s -----------------------------
zh_cn: ----------游戏信息---------- Char ID: %s (%s) MAP 名字: %s MAP IP: %s MAP 端口: %s -----------------------------

source: Closing connection to Character Server
id: Mangakhiri koneksi ke Character Server
ko: 캐릭터 서버 접속 닫는 중...
pt: Fechando conexão com o Servidor de Personagens
th: ทำการเชื่อมต่อกับ Character Server
zh: 對角色伺服器關閉連線
zh_cn: 断开和人物服务器的连接

source: You successfully refined a weapon (ID %s)!
id: Anda berhasil untuk menempa (ID %s)!
ko: 무기 (ID %s) 제련 성공하였습니다!
pt: Você refinou uma arma com sucesso (ID %s)!
th: คุณตีบวกอาวุธได้สำเร็จ (ID %s)!
zh: 您成功地精練了武器 (ID %s)!
zh_cn: 你已经成功的精炼了一个武器 (ID %s)!

source: You failed to refine a weapon (ID %s)!
id: Anda gagal untuk menempa (ID %s)!
ko: 무기 (ID %s) 제련 실패했습니다!
pt: Você falhou em refinar uma arma (ID %s)!
th: คุณล้มเหลวในการตีบวกอาวุธ (ID %s)!
zh: 您精練武器失敗 (ID %s)!
zh_cn: 你精炼武器失败 (ID %s)!

source: You successfully made a potion (ID %s)!
id: Anda berhasil membuat sebuah potion (ID %s)!
ko: 포션 (ID %s) 성공적으로 만들었습니다.!
pt: Você criou uma poção com sucesso (ID %s)!
th: คุณประสบความสำเร็จในการสร้าง potion (ID %s)!
zh: 您成功地製造了藥水 (ID %s)!
zh_cn: 你成功制造了药水 (ID %s)!

source: You failed to make a potion (ID %s)!
id: Anda gagal membuat sebuah potion (ID %s)!
ko: 포션 (ID %s) 제조 실패하였습니다.!
pt: Você falhou na tentativa de criar uma poção (ID %s)!
th: คุณได้ล้มเหลวในการสร้าง potion (ID %s)!
zh: 您製造藥水失敗 (ID %s)!
zh_cn: 制造药水失败 (ID %s)!

source: You tried to refine a weapon (ID %s); result: unknown %s
id: Anda gagal menempa sebuah senjata (ID %s); Hasil: unknown %s
ko: 무기 제련 시도 했습니다. (ID %s); 결과: unknown %s
pt: Você tentou refinar uma arma (ID %s); resultado: desconhecido %s
th: คุณได้ทำการตีบวก (ID %s); ผล: ไม่ทราบ %s
zh: 您嘗試精練武器 (ID %s); 結果: 未知 %s
zh_cn: 尝试精炼武器 (ID %s); 结果: 未知 %s

source: --------Repair List--------
id: --------List Repair--------
ko: --------수리 목록--------
pt: ------Lista de Reparos-----
th: --------รายการซ่อมแซม--------
zh: ---------修理清單----------
zh_cn: --------修理列表--------

source: Repair of %s failed.
id: Perbaikan untuk %s gagal.
ko: %s 의 수리 실패.
pt: O reparo do(a) %s falhou.
th: การซ่อม %s ล้มเหลว
zh: 修理 %s 失敗.
zh_cn: 修理 %s 失败.

source: Successfully repaired %s.
id: Berhasil memperbaiki %s.
ko: %s 성공적으로 수리했습니다.
pt: %s foi reparado(a) com sucesso.
th: ได้ซ่อม %s เรียบร้อยแล้ว
zh: 成功地修復 %s.
zh_cn: 修理成功 %s.

source: You have been resurrected
id: Anda baru saja dihidupkan kembali
ko: 환생되었습니다
pt: Você foi ressuscitado
th: คุณได้ถูกชุบชีวิตแล้ว
zh: 您已被復活
zh_cn: 您已经复活了

source: %s has been resurrected
id: %s baru saja dihidupkan kembali
pt: %s foi ressuscitado
th: %s ได้ถูกชุบชีวิตแล้ว
zh: %s 已被復活
zh_cn: %s 已经复活了

source: Sync packet requested for wrong ID
id: Sync packet diminta karena kesalahan ID
ko: Sync 패킷이 잘못된 ID 요청했습니다.
pt: Pacote de sync enviado ao ID errado
th: สัญญาณเข้าจังหวะได้ร้องขอมาแต่ ID ผิด
zh: 同步封包請求給錯誤ID
zh_cn: 错误的封包ID同步请求

source: TaeKwon Mission Rank :
id: Ranking TaeKwon Mission :
ko: 태권 미션 랭크 :
pt: Rank de missão Taekwon :
zh: 跆拳任務排名:
zh_cn: TaeKwon 任务等级 :

source: TaeKwon Mission :
ko: 태권 미션 :
pt: Missão Taekwon :
zh: 跆拳任務:

source: Unavailable Area To Teleport
id: Area ini tidak dapat digunakan untuk Teleport
ko: 텔레포트 할 수 없는 지역
pt: Área de Teleport não disponível
th: ไม่อนุญาตให้ Teleport ในพื้นที่นี้
zh: 本區域無法瞬移
zh_cn: 无法传送

source: Unavailable Area To Memo
id: Area ini tidak dapat digunakan untuk Memo
ko: 기억할 수 없는 지역
pt: Area de Memo não disponível
th: ไม่อนุญาตให้จดจำจุดวาปในพื้นที่นี้
zh: 本區域無法記憶
zh_cn: 无法记录

source: Unavailable Area To Teleport (fail code %s)
id: Area ini tidak dapat digunakan untuk Teleport (fail code %s)
pt: Área de Teleport não disponível (código da falha %s)
th: ไม่อนุญาตให้ Teleport ในพื้นที่นี้ (fail code %s)
zh: 本區域無法瞬移 (失敗碼 %s)
zh_cn: 无法传送 (错误代码 %s)

source: PvP Display Mode
id: Mode PvP Display
pt: Modo PvP Habilitado
th: คุณอบู่ในพื้นที่ PvP Mode
zh: PvP顯示模式

source: GvG Display Mode
id: Mode GvG Display
pt: Modo GvG habilitado
th: คุณอบู่ในพื้นที่ GvG Mode
zh: GvG顯示模式

source: Your PvP rank is: %s/%s
id: Rank PvP anda adalah: %s/%s
pt: Seu rank de PvP é: %s/%s
th: อันดับใน PvP ของคุณคือ: %s/%s
zh: 您的PvP等級為: %s/%s
zh_cn: 你的 PvP 等级是: %s/%s

source: sold: %s - %s %sz
id: terjual: %s - %s %sz
pt: vendido: %s - %s %sz
th: ขาย: %s - %s %sz
zh: 已賣出: %s - %s %sz
zh_cn: 已出售: %s - %s %sz

source: sold out: %s
id: Terjual : %s
ko: 팔렸습니다. : %s
pt: Estoque esgotado: %s
th: %s ได้ถูกขายไปแล้ว
zh: 已賣完: %s
zh_cn: 已出售 : %s

source: Items have been sold out.
id: Item sudah terjual habis.
ko: 아이템이 팔렸습니다.
pt: Itens foram vendidos.
th: ไอเท็มได้ถูกขายไปแล้ว
zh: 物品已賣完.
zh_cn: 物品出售.

source: You can sell %s items!
id: Anda dapat menjual %s item!
pt: Você pode vender %s itens!
th: คุณสามารถขาย %s ได้!
zh: 您可以賣 %s 個物品!
zh_cn: 你可以出售 %s 物品!

source: Monster Skill - switch Target to : %s (%d)
id: Monster Skill - berganti Target ke : %s (%d)
pt: Habilidade de Monstro - mudança de alvo para : %s (%d)
th: Monster Skill - เปลี่ยนเป้าหมายเป็น : %s (%d)
zh: 怪物技能 - 轉換目標為 : %s (%d)
zh_cn: 怪物技能 - 目标为 : %s (%d)

source: Avoid casting Skill - switch position to : %s,%s
id: Menghindari casting Skill - berganti posisi ke : %s,%s
pt: Evitar conjuração de Habilidade - mudar para a posição : %s,%s
th: หลบหลีก Skill - ย้ายตำเหน่งเป็น : %s,%s
zh: 避開正在詠唱的技能 - 移動位置至 : %s,%s
zh_cn: 避免技能 - 目标为 : %s,%s

source: Skill %s failed (%s)
id: Skill %s gagal (%s)
pt: Habilidade %s falhou (%s)
th: Skill %s ล้มเหลว (%s)
zh: 技能 %s 失敗 (%s)
zh_cn: 技能 %s 使用失败 (%s)

source: Not enough stat points to add
id: Tidak cukup stat point untuk dtambahkan
pt: Pontos de stats insuficientes
th: แต้ม stat ไม่พอ
zh: 沒有足夠的素質點數可增加
zh_cn: 没有足够的属性点

source: Mute period expired.
id: Periode dibisukan sudah lewat.
pt: Período de Mute expirado.
th: สิ้นสุดการห้ามพูดคุยและใช้สกิลแล้ว
zh: 禁言期間已過.
zh_cn: 禁言时间已满.

source: You've been muted for %s minutes, auto disconnect!
id: Anda baru saja dibisukan selama %s menit, disconnect secara otomatis!
ko: %s 분 동안 채금 당했습니다, 자동 종료!
pt: Você levou Mute de %s minutos, auto-desconexão!
th: คุณได้ถูกห้ามพูดคุยและใช้สกิลเป็นเวลา %s นาที กำลังยกเลิกการติดต่อ!
zh: 您被禁言 %s 分鐘, 自動斷線!
zh_cn: 您被禁言 %s 分钟, 断开连接!

source: *** You have been muted for %s minutes, auto disconnect! ***
id: *** Anda baru saja dibisukan selama %s menit, disconnect secara otomatis! ***
ko: *** %s 분 동안 채금 당했습니다, 자동 종료! ***
pt: *** Você levou Mute de %s minutos, auto-desconexão! ***
th: *** คุณได้ถูกห้ามพูดคุยและใช้สกิลเป็นเวลา %s นาที กำลังยกเลิกการติดต่อ! ***
zh: *** 您被禁言了 %s 分鐘, 自動斷線! ***
zh_cn: *** 您被禁言 %s 分钟, 断开连接! ***

source: You've been muted for %s minutes
id: Anda baru saja dibisukan selama %s menit
ko: %s 분 동안 채금 당했습니다.
pt: Você levou Mute de %s minutos
th: คุณได้ถูกห้ามพูดคุยและใช้สกิลเป็นเวลา %s นาที
zh: 您被禁言了 %s 分鐘
zh_cn: 您被禁言 %s 分钟

source: You are now level %s
id: Anda sekarang level %s
ko: %s 레벨이 되었습니다.
pt: Você agora é nível %s!
th: ตอนนี้คุณ level %s แล้ว
zh: 您現在等級為 %s
zh_cn: 您现在的等级为 %s

source: Disconnecting on level %s!
id: Disconnecting saat level %s!
ko: %s 레벨이 되어 종료합니다!
pt: Desconectando-se no nível %s!
th: ยกเลิกการติดต่อเมื่อ level %s!
zh: 在等級 %s 時斷線!
zh_cn: 断开连接.等级达到 %s!

source: You are now job level %s
id: Anda sekarang job level %s
ko: %s 잡레벨이 되었습니다.
pt: Você é agora nível %s de classe!
th: ตอนนี้คุณ job level %s
zh: 您現在JOB等級為 %s
zh_cn: 您的职业等级为 %s

source: Disconnecting on job level %s!
id: Disconnecting saat job level %s!
ko: 잡 레벨이 %s 되어 종료합니다!
pt: Desconectando-se no nível de classe %s!
th: ยกเลิกการติดต่อเมื่อ job level %s!
zh: 在Job等級 %s 時斷線!
zh_cn: 断开连接.职业等级达到 %s!

source: Storage closed.
id: Storage ditutup.
ko: 창고가 닫혔습니다.
pt: Armazém fechado.
th: ที่เก็บของปิดลงแล้ว
zh: 倉庫已關閉.
zh_cn: 仓库关闭.

source: Storage Item Added: %s (%d) x %s
id: Menambahkan Item pada Storage : %s (%d) x %s
ko: 창고 아이템 추가: %s (%d) x %s
pt: Item Armazenados: %s (%d) x %s
th: ได้เก็บไอเท็มลงในที่เก็บของ: %s (%d) x %s
zh: 倉庫物品加入: %s (%d) x %s
zh_cn: 仓库物品添加 :%s (%d) x %s

source: Storage Item Removed: %s (%d) x %s
id: Storage Item Dipindahkan: %s (%d) x %s
ko: 창고 아이템 제거: %s (%d) x %s
pt: Item retirado do armazém: %s (%d) x %s
th: ไอเท็มลงในที่เก็บของได้ถูกนำออกไป: %s (%d) x %s
zh: 倉庫物品已移除: %s (%d) x %s
zh_cn: 移除仓库道具: %s (%d) x %s

source: Storage opened.
id: Storage dibuka.
ko: 창고 열려습니다.
pt: Armazém aberto.
th: ได้เปิดที่เก็บของแล้ว
zh: 倉庫已開啟.
zh_cn: 仓库已经打开.

source: Please enter a new character password:
id: Silahkan masukkan password character yang baru:
ko: 새로운 캐릭터 패스워드 입력하세요:
pt: Por favor informe a nova senha do personagem:
th: กรุณาตั้งรหัสผ่านตัวละครใหม่:
zh: 請輸入新的人物密碼:
zh_cn: 请输入一个新的角色密码:

source: Please enter a new storage password:
id: Silahkan masukkan password storage yang baru:
ko: 새로운 창고 패스워드 입력하세요:
pt: Por favor informe a nova senha do armazém:
th: กรุณา ตั้งรหัสผ่าน ที่เก็บของใหม่:
zh: 請輸入新的倉庫密碼:

source: Please enter your character password.
id: Silahkan masukkan password character anda.
pt: Por favor informe a sua senha do personagem.
zh: 請輸入您的人物密碼.
zh_cn: 请输入您的角色密码.

source: Character password set to: %s
id: Password character di-set menjadi : %s
ko: 캐릭터 패스워드 설정: %s
pt: Senha do personagem alterada para: %s
th: รหัสผ่านตัวละครได้ถูกเปลี่ยนเป็น: %s
zh: 人物密碼設定為: %s
zh_cn: 角色密码设置为 : %s

source: Please enter your storage password.
id: Silahkan masukkan password storage anda.
pt: Por favor informe a sua senha do armazém.
zh: 請輸入您的倉庫密碼.
zh_cn: 请输入您的仓库密码.

source: Storage password set to: %s
id: Password Storage di-set menjadi : %s
ko: 창고 비밀번호 설정: %s
pt: Senha de armazenamento alterada para: %s
th: รหัสผ่านที่เก็บของได้ถูกเปลี่ยนเป็น: %s
zh: 倉庫密碼設定為: %s
zh_cn: 仓库密码设置为 : %s

source: Unable to send character password. You must set the 'storageEncryptKey' option in config.txt or servers.txt.
id: Tidak dapat mengirimkan password character. Anda harus menseting 'storageEncryptKey' di config.txt atau server.txt.
ko: 캐릭터 비번을 보낼 수 없습니다. 반드시 config.txt 나 servers.txt 에서 'storageEncryptKey' 옵션을 설정해야합니다.
pt: Não foi possível enviar a senha do personagem. Você deve configurar a opção 'storageEncryptKey' no config.txt ou no servers.txt.
th: ไม่สามารส่งรหัสผ่านตัวละครได้ คุณจะต้องตั้งค่า 'storageEncryptKey' ใน config.txt หรือ servers.txt
zh: 無法傳送人物密碼. 您必須在config.txt或server.txt中設定'storageEncryptKey'選項.
zh_cn: 无法发送角色密码. 您必须在config.txt中或者servers.txt中设置 'storageEncryptKey' 项目.

source: Unable to send storage password. You must set the 'storageEncryptKey' option in config.txt or servers.txt.
id: Tidak dapat mengirimkan password storage. Anda harus menseting 'storageEncryptKey' di config.txt atau server.txt.
ko: 창고 비번을 보낼 수 없습니다. 반드시 config.txt 나 servers.txt 에서 'storageEncryptKey' 옵션을 설정해야합니다.
pt: Não foi possível enviar a senha do armazém. Você deve configurar a opção 'storageEncryptKey' no config.txt ou no servers.txt.
th: ไม่สามารส่งรหัสผ่านที่เก็บของได้ คุณจะต้องตั้งค่า 'storageEncryptKey' ใน config.txt หรือ servers.txt
zh: 無法傳送倉庫密碼. 您必須在config.txt或server.txt中設定'storageEncryptKey'選項.
zh_cn: 无法发送仓库密码. 您必须在config.txt中或者servers.txt中设置 'storageEncryptKey' 项目.

source: You have entered the wrong password 5 times. Please try again later.
id: Anda telah salah memasukkan password sebanyak 5 kali. Silahkan mencoba kembali beberapa saat lagi.
ko: 틀린 비번을 5 번 이상 입력했습니다. 다시 시도하세요.
pt: Você digitou a senha errada 5 vezes seguidas. Por favor tente mais tarde.
th: คุณได้ป้อนรหัสผ่านผิด 5 ครั้งแล้ว กรุณาลองใหมภายหลัง
zh: 您已輸入錯誤密碼5次了. 請稍後再試.
zh_cn: 你已经输入错误的密码 5 次。请稍后再尝试。

source: Successfully changed storage password.
id: Berhasil merubah password storage.
ko: 성공적으로 창고 비번이 변경되었습니다.
pt: Senha do armazém alterada com sucesso.
th: การตั้งรหัสผ่านที่เก็บของเรียบร้อย
zh: 成功地改變了倉庫密碼.
zh_cn: 仓库密码更改成功.

source: Error: Incorrect storage password.
id: Error: storage password salah.
ko: 오류: 부정확한 창고 비번
pt: Erro: Senha do armazém incorreta.
th: พบข้อผิดพลาด รหัสผ่านเปิดที่เก็บของไม่ถูกต้อง
zh: 錯誤: 不正確的倉庫密碼.
zh_cn: 错误:仓库密码错误.

source: Successfully entered storage password.
id: Successfully memasukkan password storage.
ko: 성공적으로 창고 비번을 입력했습니다.
pt: Senha do armazém informada corretamente.
th: เปิดที่เก็บของด้วนรหัสผ่าน สำเร็จ
zh: 成功地輸入了倉庫密碼.
zh_cn: 成功输入仓库密码.

source: ============= ALCHEMIST RANK ================ # Name Points %s=============================================
id: ============= ALCHEMIST RANK ================ # Nama Poin %s=============================================
ko: ============= 알케미스트 랭크 ================ # 이름 포인트 %s=============================================
pt: ============ RANK DE ALQUIMISTAS ============ # Name Pontos %s=============================================
th: ============= ALCHEMIST RANK ================ # ชื่อ คะแนน %s=============================================
zh: ============== 鍊金術師排名 ================= # 名字 分數 %s=============================================
zh_cn: ============= 练金排行 ================ # 名字 点数 %s=============================================

source: ============= BLACKSMITH RANK =============== # Name Points %s=============================================
id: ============= BLACKSMITH RANK =============== # Nama Poin %s=============================================
ko: ============= 블랙스미스 랭크 =============== # 이름 포인트 %s=============================================
pt: ============ RANK DE FERREIROS ============== # Nome Pontos %s=============================================
th: ============= BLACKSMITH RANK =============== # ชื่อ คะแนน %s=============================================
zh: ================ 鐵匠排名 =================== # 名字 分數 %s=============================================
zh_cn: ============= 铁匠排行 =============== # 名字 点数 %s=============================================

source: ================ PVP RANK =================== # Name Points %s=============================================
id: ================ PVP RANK =================== # Nama Poin %s=============================================
ko: ================ PVP 랭크 =================== # 이름 포인트 %s=============================================
pt: =============== RANK DE PVP ================== # Nome Pontos %s=============================================
th: ================ PVP RANK =================== # ชื่อ คะแนน %s=============================================
zh: ================ PVP 排名 =================== # 名字 分數 %s=============================================
zh_cn: ================ PVP 排行 =================== # 名字 等级 %s=============================================

source: =============== TAEKWON RANK ================ # Name Points %s=============================================
id: =============== TAEKWON RANK ================ # Nama Poin %s=============================================
ko: =============== 태권 랭크 ================ # 이름 포인트 %s=============================================
pt: =============== RANK TAEKWON ================ # Nome Pontos %s=============================================
th: =============== TAEKWON RANK ================ # ชื่อ คะแนน %s=============================================
zh: =============== 跆拳道家排名 ================ # 名字 分數 %s=============================================
zh_cn: =============== 跆拳排行 ================ # 名字 等级 %s=============================================

source: You unequip %s (%d) - %s
id: Anda melepas equip %s (%d) - %s
pt: Você desequipou %s (%d) - %s
th: คุณได้ถอด %s (%d) - %s
zh: 您卸下裝備 %s (%d) - %s
zh_cn: 你没有装备 %s (%d) - %s

source: %s gained a level!
id: %s naik level!
ko: %s 레벨이 되었습니다!
pt: %s passou de nível!
th: %s ได้อัพ level!
zh: %s 升級了!
zh_cn: %s 等级上升!

source: %s gained a job level!
id: %s naik job level!
ko: %s 잡 레벨이 되었습니다!
pt: %s ganhou um nível de classe!
th: %s ได้อัพ job level!
zh: %s Job升級了!
zh_cn: %s 职业等级上升!

source: %s failed to refine a weapon!
id: %s gagal untuk menempa sebuah senjata!
ko: %s 무기 제련 실패하였습니다.!
pt: %s fracassou em refinar uma arma!
th: %s ได้สกัดไอเท็มล้มเหลว!
zh: %s 精鍊武器失敗!
zh_cn: %s 武器精练失败!
