Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: You denied the guild join request.
id: Anda menolak permintaan bergabung guild.
ko: 길드 가입 요청을 거부하였습니다.
pt: Você recusou a oferta de se unir ao clã.
th: คุณปฏิเสธข้อเสนอเข้าร่วมกิล
zh: 您拒絕了加入公會的邀請.
zh_cn: 你拒绝加入公会.

source: Syntax Error in function 'guild create' (Create Guild) Usage: guild create <name>
id: Sintaks Error pada function 'guild create' (Membuat Guild) Penggunaan: guild create <nama>
ko: Syntax Error in function 'guild create' (길드 생성) Usage: guild create <name>
pt: Erro de sintaxe na função 'guild create' (Cria um clã) Como Usar: guild create <nome>
th: รูปแบบการใช้ฟังก์ชั่น 'guild create' (สร้างกิล) ผิดพลาด รูปแบบการใช้งาน: guild create <name>
zh: 'guild create' 功能語法錯誤 (創造公會) 使用方法: guild create <公會名稱>
zh_cn: 语法错误 'guild create' (创建公会) 用法: guild create <name>

source: You are not in a guild.
id: Anda tidak berada dalam sebuah guild.
ko: 길드에 있지 않음.
pt: Você não pertence a um clã
th: คุณไม่ได้อยู่ในกิล
zh: 您並沒有在一個公會中.
zh_cn: 你没有公会.

source: Player %s does not exist.
id: Player %s tidak ada.
ko: Player %s 가 존재하지 않습니다.
pt: Jogador %s não existe.
th: ผู้เล่น %s ไม่มีอยู่
zh: 玩家 %s 不存在.
zh_cn: 玩家 %s 不存在.

source: Sent guild join request to %s
id: Mengirimkan permintaan bergabung guild pada %s
ko: 길드 가입 요청 %s
pt: Enviado pedido de se unir ao clã %s
th: ส่งข้อเสนอให้เข้าร่วมกิลไปยัง %s
zh: 發送加入公會的邀請給 %s
zh_cn: 邀请加入工会 '%s'

source: No guild information available. Type guild to refresh and then try again.
id: Tidak ada informasi guild yang tersedia. Ketik guild untuk refresh dan kemudian coba lagi.
ko: 길드 정도 없음. Type guild to refresh and then try again.
pt: Não há informações do clã disponíveis. Digite 'guild' para atualizar e tente novamente.
th: ไม่มีข้อมูลของกิล ป้อน guild เพื่อรับข้อมูลใหม่ แล้วลองใหม่อีกครั้ง
zh: 無有效的公會資訊. 請輸入 guild 以更新然後再試一遍.
zh_cn: 无法得到公会数据. 请再尝试.

source: You must be guildmaster to set an alliance
id: Anda harus menjadi ketua guild untuk mengatur aliansi
ko: 동맹은 길드마스터만 가능
pt: Você precisa ser o Guild Master para propor uma aliança
th: คุณจะต้องเป็นหัวหน้ากิล เพื่อที่จะตั้งพันธมิตร
zh: 您必須為公會會長才能設定同盟
zh_cn: 设置同盟必须由 guildmaster 来操作

source: Sent guild alliance request to %s
id: Mengirimkan permintaan aliansi guild pada %s
ko: 길드 동맹 요청 %s
pt: Enviado pedido de aliança ao clã %s
th: ส่งข้อเสนอเป็นพันธมิตรกับกิล %s
zh: 發送公會同盟邀請給 %s
zh_cn: 发送同盟请求给 %s

source: Sending guild leave: %s
id: Mengirimkan keluar guild: %s
ko: 길드 떠나기 %s
pt: Requisitando saída do clã: %s
th: ออกจากกิล: %s
zh: 發送公會離開訊息: %s
zh_cn: 发送 guild leave: %s

source: Syntax Error in function 'guild break' (Break Guild) Usage: guild break <guild name>
id: Sintaks Error pada function 'guild break' (Membubarkan Guild) Penggunaan: guild break <nama guild>
ko: Syntax Error in function 'guild break' (길드 해체) Usage: guild break <guild name>
pt: Erro de sintaxe na função 'guild break' (Desfaz um clã) Como usar: guild break <nome do clã>
th: รูปแบบการใช้ฟังก์ชั่น 'guild break' (ยุบกิล) ผิดพลาด รูปแบบการใช้งาน: guild break <guild name>
zh: 'guild break' 功能語法錯誤 (解散公會) 使用方法: guild break <公會名稱>
zh_cn: 语法错误 'guild break' (离开公会) 语法: guild break <guild name>

source: Sending guild break: %s
id: Mengirimkan pembubaran guild: %s
ko: 길드 해체 보내기: %s
pt: Desfazendo o clã: %s
th: ยุบกิล: %s
zh: 發送公會解散訊息: %s
zh_cn: 发送 guild break: %s

source: Requesting guild information...
id: Meminta informasi guild...
ko: 길드 정보 요청 중...
pt: Solicitando informações do clã...
th: ร้องขอข้อมูลกิล...
zh: 正在獲得公會資訊...
zh_cn: 请求公会数据...

source: Enter command to view guild information: guild <info | member>
id: Masukkan perintah untuk melihat informasi guild: guild <info | member>
ko: 길드 정보 명령어 보기: guild <info | member>
pt: Entre o comando para visualizar informações do clã: guild <info | member>
th: เพื่อดูข้อมูลกิล ป้อน: guild <info | member>
zh: 請輸入指令以查看公會資訊: guild <info | member>
zh_cn: 查看公会数据指令: guild <info | member>

source: Type 'guild %s' again to view the information.
id: ketik 'guild %s' lagi untuk melihat informasi.
ko: 입력 'guild %s' 정보 다시 보기.
pt: Digite 'guild %s' novamente para ver a informação.
th: ป้อน 'guild %s' อีกครั้งเพื่อดูข้อมูล
zh: 請再輸入 'guild %s' 一次以查看資訊.
zh_cn: 输入 'guild %s' 再次查看.

source: ---------- Guild Information ---------- Name : @<<<<<<<<<<<<<<<<<<<<<<<< Lv : @<< Exp : @>>>>>>>>>/@<<<<<<<<<< Master : @<<<<<<<<<<<<<<<<<<<<<<<< Connect : @>>/@<<
id: ---------- Informasi Guild ---------- Nama : @<<<<<<<<<<<<<<<<<<<<<<<< Lv : @<< Exp : @>>>>>>>>>/@<<<<<<<<<< Ketua : @<<<<<<<<<<<<<<<<<<<<<<<< Connect : @>>/@<<
ko: ---------- 길드 정보 ---------- 이름 : @<<<<<<<<<<<<<<<<<<<<<<<< 렙 : @<< 경험치 : @>>>>>>>>>/@<<<<<<<<<< 마스터 : @<<<<<<<<<<<<<<<<<<<<<<<< 접속 : @>>/@<<
pt: ---------- Informações do Clã --------- Nome : @<<<<<<<<<<<<<<<<<<<<<<<< Nv : @<< Exp : @>>>>>>>>>/@<<<<<<<<<< Mestre : @<<<<<<<<<<<<<<<<<<<<<<<< Online : @>>/@<<
th: ---------- ข้อมูลกิล ---------- ชื่อ : @<<<<<<<<<<<<<<<<<<<<<<<< Lv : @<< Exp : @>>>>>>>>>/@<<<<<<<<<< หัวหน้า : @<<<<<<<<<<<<<<<<<<<<<<<< ออนไลน์ : @>>/@<<
zh: -------------- 公會資訊 --------------- 名稱 : @<<<<<<<<<<<<<<<<<<<<<<<< 等級 : @<< 經驗值 : @>>>>>>>>>/@<<<<<<<<<< 公會會長: @<<<<<<<<<<<<<<<<<<<<<<<< Connect : @>>/@<<
zh_cn: ---------- 公会信息 ---------- 名字 : @<<<<<<<<<<<<<<<<<<<<<<<< Lv : @<< Exp : @>>>>>>>>>/@<<<<<<<<<< 会长 : @<<<<<<<<<<<<<<<<<<<<<<<< 人数 : @>>/@<<

source: Ally : %s (%s)
ko: 동맹 : %s (%s)
pt: Alliado : %s (%s)
th: พันธมิตร : %s (%s)
zh: 同盟 : %s (%s)
zh_cn: 联盟 : %s (%s)

source: No guild member information available.
id: Tidak ada informasi anggota guild yang tersedia.
ko: 길드 정보 이용 불가.
pt: Não há informações de membros do clã disponíveis.
th: ไม่มีข้อมูลสมาชิกกิลอยู่
zh: 無有效公會會員資訊.
zh_cn: 没有公会成员数据.

source: Error in function 'guild kick' (Kick Guild Member) Invalid guild member '%s' specified.
id: Error pada function 'guild kick' (Mengeluarkan Anggota Guild) Anggota Guild '%s' yang dispesifikasikan salah.
ko: Error in function 'guild kick' (길드 맴버 탈퇴) Invalid guild member '%s' specified.
pt: Erro na função 'guild kick' (Expele um membro do clã) Membro inválido '%s' especificado.
th: พบข้อผิดพลาดในฟังก์ชั่น 'guild kick' (ไล่สมาชิกกิล) สมาชิกกิล '%s' ไม่มีอยู่
zh: 'guild kick' 功能錯誤 (踢除公會會員) 無效的指定公會會員 '%s'.
zh_cn: 功能错误 'guild kick' (踢出公会成员) 成员名 '%s' 指定错误.

source: Syntax Error in function 'guild kick' (Kick Guild Member) Usage: guild kick <number> <reason>
id: Sintaks Error pada function 'guild kick' (Mengeluarkan Anggota Guiild) Penggunaan: guild kick <nomor> <alasan>
ko: Syntax Error in function 'guild kick' (길드 맴버 탈퇴) Usage: guild kick <number> <reason>
pt: Erro de sintaxe na função 'guild kick' (Expele um Membro da Guilda) Como Usar: guild kick <número> <razão>
th: รูปแบบการใช้ฟังก์ชั่น 'guild kick' (ไล่สมาชิกกิล) ผิดพลาด รูปแบบการใช้งาน: guild kick <number> <reason>
zh: 'guild kick' 功能語法錯誤 (踢除公會會員) 使用方法: guild kick <會員編號> <踢除的理由>
zh_cn: 语法错误 'guild kick' (踢出公会成员) 用法: guild kick <number> <reason>

source: ------------ Guild Member ------------ # Name Job Lv Title Online
id: ------------ Anggota Guild ------------ # Nama Job Lv Gelar Online
ko: ------------ 길드 멤버 ------------ # 이름 Job Lv 제목 온라인
pt: ------------ Membro do Clã ------------ # Nome Classe Nv Título Online
th: ------------ Guild Member ------------ # ชื่อ อาชีพ Lv ฉายา ออนไลน์
zh: -------------- 公會會員 --------------- # 名字 職業 Lv 稱號 是否上線
zh_cn: ------------ 工会成员 ------------ # 名字 Job Lv 标题 在线

source: Yes
id: Ya
ko: 예
pt: Sim
th: ออนไลน์
zh: 是
zh_cn: 是的

source: No
id: Tidak
ko: 아니오
pt: Não
th: ไม่ได้ออนไลน์
zh: 否
zh_cn: 不是

source: Syntax Error in function 'g' (Guild Chat) Usage: g <message>
id: Sintaks Error pada function 'g' (Chat Guild) Penggunaan: g <pesan>
ko: 문법오류 함수 'g' (Guild Chat) Usage: g <message>
pt: Erro de sintaxe na função 'g' (Mensagem ao Clã) Como Usar: g <mensagem>
th: รูปแบบการใช้ฟังก์ชั่น 'g' (พูดคุยภายในกิล) ผิดพลาด รูปแบบการใช้งาน: g <message>
zh: 'g' 功能語法錯誤 (公會頻道) 使用方法: g <要說話的內容>

source: --------------- Available commands ---------------
id: --------------- Command yang Tersedia ---------------
ko: --------------- 가능한 명령어 ---------------
pt: -------------- Comandos disponíveis --------------
th: --------------- คำสั่งที่มีอยู่ ---------------
zh: ------------------- 有效的指令 -------------------
zh_cn: --------------- 可使用的指令 ---------------

source: The command "%s" doesn't exist.
id: Perintah "%s" tidak ada.
ko: 명령어 "%s" 은 존재하지 않습니다.
pt: O comando "%s" não existe.
th: คำสั่ง "%s" นี้ไม่มีอยู่
zh: 指令 "%s" 不存在.
zh_cn: 命令 "%s" 不存在.

source: These commands don't exist: %s
id: Command ini tidak ada: %s
ko: 이 명령어는 존재하지 않습니다.: %s
pt: Estes comandos não existem: %s
th: คำสั่งเล่านี้ไม่มีอยู่: %s
zh: 這些指令不存在: %s
zh_cn: 这些指令不存在: %s

source: Type 'help' to see a list of all available commands.
id: Ketik 'help' untuk melihat list dari semua command yang tersedia.
ko: 모든 가능한 명령어 목록을 보려면 'help' 를 입력하세요.
pt: Digite 'help' para ver a listagem de todos os comandos.
th: ป้อน 'help' เพื่อดูรายการคำสั่งที่มีอยู่
zh: 請輸入 'help' 以觀看所有指令的清單.
zh_cn: 输入 'help' 查看指令帮助.

source: ------------ Help for '%s' ------------
id: ------------ Bantuan untuk '%s' ------------
pt: ----------- Ajuda para '%s' -----------
th: ------------ ความช่วยเหลือสำหรับคำสั่ง '%s' ------------
zh: ----------- 對於'%s'的幫助 ------------

source: ---------Identify List--------
id: ---------List Identifikasi--------
pt: ----Lista de Identificações---
th: ---------รายการไอเท็มเพื่อตรวจสอบ--------
zh: -----------鑑定清單-----------
zh_cn: ---------鉴定列表--------

source: Error in function 'identify' (Identify Item) Identify Item %s does not exist
id: Error pada function 'identify' (Identifikasi Item) Item%s yang diidentifikasi tidak ada
pt: Erro na função 'identify' (Identificar Item) Item %s da identificação não existe
th: พบข้อผิดพลาดในฟังก์ชั่น 'identify' (ตรวจสอบไอเท็ม) ไอเท็ม %s ไม่มีอยู่
zh: 'identify' 功能錯誤 (鑑定道具) 要鑑定的物品 %s 並不存在
zh_cn: 功能错误 'identify' (鉴定道具) 道具 %s 不存在

source: Syntax Error in function 'identify' (Identify Item) Usage: identify [<identify #>]
id: Sintaks Error pada function 'identify' (Identifikasi Item) Penggunaan: identify [<identifikasi #>]
pt: Erro de sintaxe na função 'identify' (Identificar Item) Como Usar: identify [<número>]
th: รูปแบบการใช้ฟังก์ชั่น 'identify' (ตรวจสอบไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: identify [<identify #>]
zh: 'identify' 功能語法錯誤 (鑑定道具) 使用方法: identify [<鑑定物品的編號>]
zh_cn: 语法错误 'identify' (鉴定道具) 用法: identify [<identify #>]

source: Syntax Error in function 'ignore' (Ignore Player/Everyone) Usage: ignore <flag> <name | all>
id: Sintaks Error pada function 'ignore' (Tidak menghiraukan Player/Semua Orang) Penggunaan: ignore <flag> <nama | all>
pt: Erro de sintaxe na função 'ignore' (Ignora Jogador/Todos) Como Usar: ignore <flag> <nome | all>
th: รูปแบบการใช้ฟังก์ชั่น 'ignore' (ปิดกันการกระซิบ) ผิดพลาด รูปแบบการใช้งาน: ignore <flag> <name | all>
zh: 'ignore' 功能語法錯誤 (對玩家/所有人關閉密語) 使用方法: ignore <0或1> <name | all>
zh_cn: 语法错误 'ignore' (忽视玩家/所有人) 用法: ignore <flag> <name | all>

source: Syntax Error in function 'ihist' (Show Item History) Usage: ihist [<number of entries #>]
id: Sintaks Error pada function 'ihist' (Melihat Sejarah Item) Penggunaan: ihist [<jumlah masukan #>]
pt: Erro de sintaxe na função 'ihist' (Mostra histórico de Itens) Como Usar: ihist [<número de entradas>]
th: รูปแบบการใช้ฟังก์ชั่น 'ihist' (แสดงประวัติไอเท็ม) ผิดพลาด รูปแบบการใช้งาน: ihist [<number of entries #>]
zh: 'ihist' 功能語法錯誤 (顯示物品歷史記錄) 使用方法: ihist [<number of entries #>]
zh_cn: 语法错误 'ihist' (显示道具历史) 用法: ihist [<number of entries #>]

source: ------ Item History --------------------
id: ------ Sejarah Item --------------------
ko: ------ 아이템 기록 --------------------
pt: ------ Histórico de Itens --------------
th: ------ ประวัติการใช้ไอเท็ม --------------------
zh: ------ 物品歷史記錄 --------------------
zh_cn: ------ 道具历史 --------------------

source: Inventory is empty
id: Inventory kosong
ko: 장비창은 비었습니다.
pt: Inventário está vazio
th: ไอเท็มในตัวว่างเปล่า
zh: 物品欄是空的
zh_cn: 没有携带

source: Not Identified
id: Belum Di-identifikasi
ko: 비 감정
pt: Não Identificado
th: ยังไม่ได้ตรวจสอบ
zh: 尚未鑑定
zh_cn: 没识别

source: -----------Inventory-----------
ko: -----------장비창-----------
pt: ----------Inventário-----------
th: -----------รายการของในตัว-----------
zh: ------------物品欄-------------
zh_cn: -----------携带-----------

source: -- Equipment (Equipped) --
id: -- Equipment (Di-equip) --
ko: -- 장비 (장착) --
pt: -- Equipamento (Equipado) --
th: -- อุปกรณ์สวมใส่ (สวมใส่อยู่) --
zh: --- 裝備欄 (已裝備物) ----
zh_cn: -- 装备 (已装备) --

source: Will be sold
id: Akan Dijual
ko: 판매될
pt: Será vendido
th: จะถูกขาย
zh: 將被賣出
zh_cn: 将会被出售

source: -- Equipment (Not Equipped) --
id: -- Equipment (Tidak Di-equip) --
ko: -- 장비 (비 장착) --
pt: -- Equipamento (Não equipado) --
th: -- อุปกรณ์สวมใส่ (ไม่ได้สวมใส่อยู่) --
zh: ----- 裝備欄 (未裝備物) ------
zh_cn: -- 装备 (没装备) --

source: -- Non-Usable --
id: -- Tidak Dapat Digunakan --
ko: -- 비소모용 --
pt: -- Não utilizável --
th: -- ไม่สามารถใช้ได้ --
zh: -- 不可使用的 --
zh_cn: -- 不能使用的 --

source: -- Usable --
id: -- Dapat Digunakan --
ko: -- 소모용 --
pt: -- Utilizável --
th: -- สามารถใช้ได้ --
zh: -- 可用的 --
zh_cn: -- 能使用的 --

source: Syntax Error in function 'i' (Inventory List) Usage: i [<u|eq|neq|nu|desc>] [<inventory item>]
id: Sintaks Error pada function 'i' (List Inventory) Penggunaan: i [<u|eq|neq|nu|desc>] [<item inventory>]
pt: Erro de sintaxe na função 'i' (Inventário) Como Usar: i [<u|eq|neq|nu|desc>] [<item do inventário>]
th: รูปแบบการใช้ฟังก์ชั่น 'i' (รายการไอเท็มในตัว) ผิดพลาด รูปแบบการใช้งาน: i [<u|eq|neq|nu|desc>] [<inventory item>]
zh: 'i' 功能語法錯誤 (物品欄清單) 使用方法: i [<u|eq|neq|nu|desc>] [<物品欄的物品>]
zh_cn: 语法错误 'i' (携带列表) 用法: i [<u|eq|neq|nu|desc>] [<inventory item>]

source: Error in function 'i' (Inventory Item Description) Inventory Item %s does not exist
id: Error pada function 'i' (Deskripsi Item Inventory) Item %s di Inventory tidak ada
pt: Erro na função 'i' (Descrição do Item do Inventário) Item %s não existe no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'i' (รายละเอียดไอเท็มในตัว) ไอเท็ม %s ไม่มีอยู่
zh: 'i' 功能語法錯誤 (物品欄的物品敍述) 物品欄的物品 %s 並不存在
zh_cn: 功能错误 'i' (携带道具说明) 道具 %s 不存在t

source: -----------Item List----------- # Name Coord
id: -----------List Item----------- # Nama Koordinat
ko: -----------아이템 목록----------- # 이름 좌표
pt: ---------Lista de Itens-------- # Nome Coord
th: -----------รายการไอเท็ม----------- # ชื่อ พิกัด
zh: -----------物品清單------------ # 名稱 座標
zh_cn: -----------商店列表----------- # 名字 坐标

source: Item log cleared.
id: Catatan item dibersihkan.
ko: 아이템기록 삭제.
pt: Log de Itens excluído.
th: บันทึกไอเท็มถูกลบแล้ว
zh: 物品記錄已清除.
zh_cn: 清除道具记录.

source: Syntax Error in function 'look' (Look a Direction) Usage: look <body dir> [<head dir>]
id: Sintaks Error pada function 'look' (melihat ke Suatu Arah) Penggunaan: look <arah badan> [<arah kepala>]
pt: Erro de sintaxe na função 'look' (Olha para uma Direção) Como Usar: look <direção do corpo> [<direção da cabeça>]
th: รูปแบบการใช้ฟังก์ชั่น 'look' (มอง,หันหน้า) ผิดพลาด รูปแบบการใช้งาน: look <body dir> [<head dir>]
zh: 'look' 功能語法錯誤 (面向一個方法) 使用方法: look <身體方向> [<頭的方向>]
zh_cn: 语法错误 'look' (查看方向) 用法: look <body dir> [<head dir>]

source: Syntax Error in function 'lookp' (Look at Player) Usage: lookp <player #>
id: Sintaks Error pada function 'lookp' (Melihat ke Player) Penggunaan: lookp <player #>
pt: Erro de sintaxe na função 'lookp' (Olha para um jogador) Como Usar: lookp <N. do jogador>
th: รูปแบบการใช้ฟังก์ชั่น 'lookp' (มอง,หันหน้า ไปยังผู้เล่น) ผิดพลาด รูปแบบการใช้งาน: lookp <player #>
zh: 'lookp' 功能語法錯誤 (面向玩家) 使用方法: lookp <玩家編號>
zh_cn: 语法错误 'lookp' (查看玩家) 用法: lookp <player #>

source: Error in function 'lookp' (Look at Player) '%s' is not a valid player number.
id: Error pada function 'lookp' (Melihat ke Player) '%s' bukan nomor player yang benar.
pt: Erro na função 'lookp' (Olha para um jogador) '%s' não é um número de jogador válido.
th: พบข้อผิดพลาดในฟังก์ชั่น 'lookp' (มอง,หันหน้า ไปยังผู้เล่น) หมายเลขของผู้เล่น '%s' ไม่สามารถใช้ได้
zh: 'lookp' 功能錯誤 (面向玩家) '%s' 不是一個有效的玩家編號.
zh_cn: 功能错误 'lookp' (查看玩家) '%s' 是错误的玩家编号.

source: Error in function '%s' (Manual Move) Usage: %s [distance]
id: Error pada function '%s' (Menggerakkan secara Manual) Penggunaan: %s [distance]
pt: Erro na função '%s' (Movimento Manual) Como Usar: %s [distância]
th: พบข้อผิดพลาดในฟังก์ชั่น '%s' (Manual Move) รูปแบบการใช้ฟังก์ชั่น: %s [distance]
zh: '%s' 功能錯誤 (手動移動) 使用方法: %s [距離]
zh_cn: 功能错误 '%s' (手动移动) 用法: %s [distance]

source: -----------Monster List----------- # Name ID DmgTo DmgFrom Distance Coordinates
id: -----------List Monster----------- # Nama ID DmgKe DmgDari Jarak Koordinat
ko: -----------몬스터 목록----------- # 이름 ID DmgTo DmgFrom 거리 좌표
pt: ---------Lista de Monstros-------- # Nome ID DanoP DanoDe Distância Coordenadas
th: -----------รายชื่อมอนสเตอร์----------- # ชื่อ ID DmgTo DmgFrom ระยะห่าง พิกัด
zh: -------------怪物清單------------- # 名稱 ID 給予傷害 被傷害 距離 座標
zh_cn: -----------怪物列表----------- # 名字 ID 伤害到 受到伤害 距离 坐标

source: Move into portal number 0 (%s,%s)
id: Berjalan ke portal nomor 0 (%s,%s)
ko: 포털 번호 0 (%s,%s) 으로 이동합니다.
pt: Movendo-se ao portal 0 (%s,%s)
th: เดินไปสู่ portal หมายเลข 0 (%s,%s)
zh: 移動進入傳送點號碼 0 (%s,%s)

source: No portals exist.
id: Tidak ada portal.
ko: 포탈이 없습니다.
pt: Nenhum portal existe.
th: ไม่มี portal อยู่เลย
zh: 無傳送點存在.
zh_cn: 没有传送点.

source: Syntax Error in function 'move' (Move Player) Usage: move <x> <y> &| <map>
id: Sintaks Error pada function 'move' (Menggerakkan Player) Penggunaan: move <x> <y> &| <map>
pt: Erro de sintaxe na função 'move' (Mover o Personagem) Como Usar: move <x> <y> &| <map>
th: รูปแบบการใช้ฟังก์ชั่น 'move' (เดิน) ผิดพลาด รูปแบบการใช้งาน: move <x> <y> &| <map>
zh: 'move' 功能語法錯誤 (移動玩家) 使用方法: move <x> <y> &| <map>

source: Stopped all movement
id: Semua gerakan dihentikan
ko: 모든 이동 중지t
pt: Todos os movimentos cancelados
th: หยุดทุกการเคลื่อนใหว
zh: 停止所有移動
zh_cn: 停止所有活动

source: Calculating route to: %s(%s): %s, %s
id: Mengkalkulasi rute ke: %s(%s): %s, %s
ko: 경로 계산 : %s(%s): %s, %s
pt: Calculando rota para: %s(%s): %s, %s
th: กำลังคำนวณหาเส้นทางไปยัง: %s(%s): %s, %s
zh: 計算路徑至: %s(%s): %s, %s
zh_cn: 计算锁定地图路径: %s(%s): %s, %s

source: Move into portal number %s (%s,%s)
id: Berjalan menuju portal nomor %s (%s,%s)
ko: 포털번호 %s (%s,%s) 로 이동합니다.
pt: Mover-se para o portal número %s (%s,%s)
th: กำลังเดินไปหา portal หมายเลข %s (%s,%s)
zh: 移動進入傳送點號碼 %s (%s,%s)
zh_cn: 移动入口号码 %s (%s,%s)

source: -----------NPC List----------- # Name Coordinates ID
id: -----------List NPC----------- # Nama Koordinat ID
ko: -----------NPC 목록----------- # 이름 좌표 ID
pt: ---------Lista de NPC--------- # Nome Coordenadas ID
th: -----------รายการ NPC----------- # ชื่อ พิกัด ID
zh: -----------NPC 清單----------- # 名稱 座標 ID
zh_cn: -----------NPC 列表----------- # 名字 坐标 ID

source: Syntax Error in function 'nl' (List NPCs) Usage: nl [<npc #>]
id: Sintaks Error pada function 'nl' (List NPC) Penggunaan: nl [<npc #>]
pt: Erro de sintaxe na função 'nl' (Lista NPCs) Como Usar: nl [<N. do NPC>]
th: รูปแบบการใช้ฟังก์ชั่น 'nl' (แสดงรายการ NPC) ผิดพลาด รูปแบบการใช้งาน: nl [<npc #>]
zh: 'nl' 功能語法錯誤 (列出NPCs) 使用方法: nl [<npc編號>]
zh_cn: 语法错误 'nl' (列出 NPCs) 用法: nl [<npc #>]

source: Error in function 'party' (Party Functions) Can't list party - you're not in a party.
id: Error pada function 'party' (Function Grup) Tidak dapat me-list grup - anda tidak dalam grup.
pt: Erro na função 'party' (Funções do Grupo) Não é possível listar o grupo - você não está em um.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party' (การจัดการปาร์ตี้)
zh: 'party' 功能錯誤 (組隊功能) 無法列出隊伍 - 您並沒有在一個隊伍中.
zh_cn: 功能错误 'party' (组队功能) 无法列出组队 - 你没有组队.

source: ----------Party----------- %s # Name Map Online HP
id: ----------Grup----------- %s # Nama Map Online HP
ko: ----------파티----------- %s # 이름 지도 온라인 HP
pt: ----------Grupo----------- %s # Nome Mapa Online HP
th: ----------ปาร์ตี้----------- %s # ชื่อ แผนที่ ออนไลน์ HP
zh: ----------隊伍------------ %s # 名稱 地圖 是否上線 HP
zh_cn: ----------组队----------- %s # 名字 地图 在线 HP

source: Syntax Error in function 'party create' (Organize Party) Usage: party create <party name>
id: Sintaks Error pada function 'party create' (Pengaturan Grup) Penggunaan: party create <nama grup>
pt: Erro de sintaxe na função 'party create' (Cria um Grupo) Como Usar: party create <nome do grupo>
th: รูปแบบการใช้ฟังก์ชั่น 'party create' (สร้างปาร์ตี้) ผิดพลาด รูปแบบการใช้งาน: party create <party name>
zh: 'party create' 功能語法錯誤 (組隊) 使用方法: party create <隊伍名稱>
zh_cn: 语法错误 'party create' (开组队) 用法: party create <party name>

source: Syntax Error in function 'party join' (Accept/Deny Party Join Request) Usage: party join <flag>
id: Sintaks Error pada function 'party join' (Menerima/Menolak Permintaan Bergabung Grup) Penggunaan: party join <flag>
ko: Syntax Error in function 'party join' (파티 참가 요청 승인/거부) Usage: party join <flag>
pt: Erro de sintaxe na função 'party join' (Aceita/Rejeita convite ao Grupo) Como Usar: party join <flag>
th: รูปแบบการใช้ฟังก์ชั่น 'party join' (ยอมรับ/ปฏิเสธ ข้อเสนอเข้าร่วมปาร์ตี้) ผิดพลาด รูปแบบการใช้งาน: party join <flag>
zh: 'party join' 功能語法錯誤 (接受/拒絕對方的組隊邀請) 使用方法: party join <0或1>
zh_cn: 语法错误 'party join' (接受/拒绝加入组队) 用法: party join <flag>

source: Error in function 'party join' (Join/Request to Join Party) Can't accept/deny party request - no incoming request.
id: Error pada function 'party join' (Bergabung/Permintaan untuk Bergabung Grup) Tidak dapat menerima/menolak permintaan grup - tidak ada permintaan datang.
ko: Error in function 'party join' (파티 참가 요청) Can't accept/deny party request - no incoming request.
pt: Erro na função 'party join' (Unir-se/Convidar para um Grupo) Não é possível aceitar/rejeitar convie - não há convites.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party join' (เข้าร่วมปาร์ตี้) ไม่สามารถ ปฏิเสธ/เข้าร่วม ปาร์ตี้ได้ - ไม่มีข้อเสนอ
zh: 'party join' 功能錯誤 (接受/拒絕對方的組隊邀請) 無法接受/拒絕對方的組隊邀請 - 無傳送過來的邀請訊息.
zh_cn: 功能错误 'party join' (接受组队请求) 不能接受/拒绝组队请求 - 没有收到请求.

source: Error in function 'party request' (Request to Join Party) Can't request a join - you're not in a party.
id: Error pada function 'party request' (Permintaan Bergabung untuk Bergabung Grup) Tidak dapat meminta bergabung - anda tidak berada dalam sebuah grup.
ko: Error in function 'party request' (파티 참가 요청) Can't request a join - you're not in a party.
pt: Erro na função 'party request' (Convidar para o Grupo) Não é possível convidar - você não está em um grupo.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party request' (เสนอใหนเข้าร่วมปาร์ตี้) ไม่สามารถยื่นข้อเสนอได้ - คุณไม่ได้อยู่ในปาร์ตี้
zh: 'party request' 功能錯誤 (邀請玩家加入隊伍) 無法發出邀請訊息 - 您並沒有在組隊中.
zh_cn: 功能错误 'party request' (请求加入组队) 无法请求 - 你没有组队.

source: Error in function 'party request' (Request to Join Party) Can't request to join party - player %s does not exist.
id: Error pada function 'party request' (Permintaan untuk Bergabung Grup) Tidak dapat meminta bergabung grup - player %s tidak ada.
ko: Error in function 'party request' (파티 참가 요청) Can't request to join party - player %s does not exist.
pt: Erro na função 'party request' (Convidar para o Grupo) Não foi possível convidar - jogador %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party request' (เสนอใหนเข้าร่วมปาร์ตี้) ไม่สามารถยื่นข้อเสนอได้ - ผู้เล่น %s ไม่มีอยู่
zh: 'party request' 功能錯誤 (邀請玩家加入隊伍) 無法發出邀請訊息 - 玩家 %s 並不存在.
zh_cn: 功能错误 'party request' (请求加入组队) 无法请求 - 玩家 %s 不存在.

source: Error in function 'party leave' (Leave Party) Can't leave party - you're not in a party.
id: Error pada function 'party leave' (Meninggalkan Grup) Tidak dapat meninggalkan grup - anda tidak berada dalam sebuah grup.
ko: Error in function 'party leave' (파티 떠나기) Can't leave party - you're not in a party.
pt: Erro na função 'party leave' (Deixar o Grupo) Não é possível deixar Grupo - você não está em um.
th: พบข้อผิดพลาดในฟังก์ชั่น 'party leave' (ออกจากปาร์ตี้) ไม่สามารถออกจากปาร์ตี้ได้ - คุณไม่ได้อยู่ในปาร์ตี้
zh: 'party leave' 功能語法錯誤 (離隊) 無法離隊 - 您並沒有在組隊中.
zh_cn: 功能错误 'party leave' (离开组队) 无法离开 - 你没有组队.
