Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Error in function 'sp' (Use Skill on Player) '%s' is not a valid skill.
id: Error pada function 'sp' (Menggunakan Skill pada Player) '%s' bukan merupakan skill yang benarl.

source: Total of %d items to sell.
id: Total dari %d item yang dijual.
ko: 판매한 총 아이템 %d l.
pt: Total de %d itens para vender.
th: รวมทั้งหมด %d ไอเท็มที่จะขาย
zh_cn: 出售总计 %d 个道具.

source: Skill %s does not exist.
id: Skill %s tidak ada.

source: %s is not a number.
id: %s bukan sebuah nomor.

source: Player %d does not exist.
id: Player %d tidak ada.

source: Monster %d does not exist.
id: Monster %d tidak ada.

source: %s: Unclosed { at EOF
id: %s: tidak ditutup { pada EOF
pt: %s: { não fechado no fim do arquivo
zh_cn: %s: 无法关闭 { 在 EOF

source: Wrote portals Line of Sight table to '%s/portalsLOS.txt'
id: Menulis tabel portal Line of Sight ke '%s/portalsLOS.txt'
ko: 시야테이블에 포털 라인 쓰기 '%s/portalsLOS.txt'
pt: As informações de Linha de Visão foram salvas na tabela '%s/portalsLOS.txt'
th: เขียนตาราง LOS ไปยัง '%s/portalsLOS.txt'

source: ----------------------------Error Summary----------------------------
id: ----------------------------Keseluruhan Error----------------------------
ko: ----------------------------오류 요약----------------------------
pt: ---------------------------Sumário de Erros--------------------------
th: ----------------------------รายงานสรุปข้อผิดพลาดที่พบ----------------------------
zh_cn: ----------------------------错误摘要----------------------------

source: Custom Ragnarok Online client
id: Kustomisasi Klien Ragnarok Online
ko: 라그나로크 온라인 클라이언트
pt: Cliente customizado de Ragnarok Online
zh_cn: 自定义仙境客户端

source: Engaged Deal with %s
id: Melakukan Transaksi dengan %s.
pt: Negociação com %s Iniciada
th: ยืนยันการแลกเปลี่ยนกับ %s
zh_cn: 交易忙 %s.

source: -----Egg Hatch Candidates-----
id: -----Kandidat Penetasan Telur-----
ko: -----알 부화 지원 목록-----
pt: ----Lista de Ovos Chocáveis---

source: (From: %s) : %s
id: (Dari: %s) : %s
pt: (De: %s) : %s
th: (จาก: %s) : %s
zh_cn: (来自: %s) : %s

source: (To %s) : %s
id: (Kepada %s) : %s
pt: (Para: %s) : %s
th: (ถึง %s) : %s
zh_cn: (到 %s) : %s

source: =====================Sense======================== Monster: %-16s Level: %-12s Size: %-16s Race: %-12s Def: %-16s MDef: %-12s Element: %-16s HP: %-12s =================Damage Modifiers================= Ice: %-3s Earth: %-3s Fire: %-3s Wind: %-3s Poison: %-3s Holy: %-3s Dark: %-3s Spirit: %-3s Undead: %-3s ==================================================
id: =====================Sense======================== Monster: %-16s Level: %-12s Besar: %-16s Ras: %-12s Def: %-16s MDef: %-12s Elemen: %-16s HP: %-12s =================Modifikasi Damage================= Ice: %-3s Earth: %-3s Fire: %-3s Wind: %-3s Poison: %-3s Holy: %-3s Dark: %-3s Spirit: %-3s Undead: %-3s ==================================================
ko: =====================Sense======================== 몬스터r: %-16s 레벨: %-12s 크기: %-16s 종족: %-12s 방어: %-16s 마방: %-12s 속성: %-16s HP: %-12s =================Damage Modifiers================= 수: %-3s 지: %-3s 화: %-3s 풍: %-3s 독: %-3s 성: %-3s 암: %-3s 염: %-3s 불사: %-3s ==================================================
pt: ============== Sentido Sobrenatural ================ Monstro: %-16s Nível: %-12s Tamanho: %-16s Raça: %-12s Def: %-16s MDef: %-12s Elemento: %-16s HP: %-12s ============== Modificadores de Dano =============== Água: %-3s Terra: %-3s Fogo: %-3s Vento: %-3s Veneno: %-3s Sagrado: %-3s Sombrio: %-3s Fantasma: %-3s Maldito: %-3s ====================================================
th: =====================Sense======================== มอนสเตอร์: %-16s เลเวล: %-12s ขนาด: %-16s ประเภท: %-12s Def: %-16s MDef: %-12s ธาตุ: %-16s HP: %-12s =================Damage Modifiers================= น้ำ: %-3s ดิน: %-3s ไฟ: %-3s ลม: %-3s พิษ: %-3s ศักดิ์สิทธ์: %-3s มืด: %-3s วิญญาณ: %-3s Undead: %-3s ==================================================
zh_cn: =====================查看======================== 怪物r: %-16s 等级: %-12s 大小: %-16s 种族: %-12s 防御: %-16s 魔防: %-12s 属性: %-16s HP: %-12s =================伤害列表================= 冰: %-3s 地: %-3s 火: %-3s 风: %-3s 毒: %-3s 圣: %-3s 暗: %-3s 念: %-3s 不死: %-3s ==================================================

source: Proxying to [%s]
id: Melakukan Proxy ke [%s]
pt: Proxeando conexão para [%s]
zh_cn: 代理到 [%s]

source: Logon-grant packet received twice! Avoiding bug in client.
id: Packet Logon diterima dua kali! Menghindari bug dari client.
pt: Pacote de permissão de logon recebido duplicado! Evitando bug no cliente.
th: Logon-grant packet ได้รับมาสองครั้ง! ระวังบัค.
zh_cn: 登陆或注册封包已经收到2次！ 避免发生错误.

source: Skill %s cannot be used because character has no such skill.
id: Skill %s tidak dapat digunakan karena karakter tidak memiliki skill tersebut.

source: Your version of XSTools library is incompatible. Please read %s
id: Versi library XSTools anda tidak kompatibel. Silahkan lihat %s

source: Your version of the XSTools library is too old. Please upgrade it. Please read %s
id: Versi library XSTools anda sudah terlalu lama. Silahkan upgrade. Silahkan Lihat %s

source: %s (lvl %s)
pt: %s (nv. %s)

source: Lv %s
pt: Nv %s

source: %s B%s (%s), J%s (%s) : w%s%s - %s
pt: %s B%s (%s), C%s (%s) : p%s%s - %s

source: Disconnecting because storage is full!
zh_cn: 仓库满了，断开连接!

source: Teleporting due to monster being too close %s
zh_cn: 怪物 %s 靠近，闪

source: Disconnecting for 30 secs to avoid %s
zh_cn: 断开连接30秒，因为发现要回避的人 %s

source: ----- Egg Hatch Candidates -----
zh_cn: -----选择孵化宠物蛋-----

source: Critical Error: Dual login prohibited - Someone trying to login! %s will now immediately disconnect.
zh_cn: 错误: 相同帐号已经登陆! %s 断开连接.

source: Error: Your account has been suspended until the next maintenance period for possible use of 3rd party programs
zh_cn: 错误: 由于你使用第3方软件，在下次维护完毕前你将无法进入游戏

source: Error: For an hour, more than 10 connections having same IP address, have made. Please check this matter.
zh_cn: 错误: 1小时内此 IP 已经进行了 10 次连接, 请检查.

source: Cannot pickup item (failure code %d)
zh_cn: 无法捡取物品 (失败代码 %d)

source: You used unknown item #%d - %d left
zh_cn: 您使用未知物品: #%d - %d 剩余

source: Unknown field,
zh_cn: 未知错误,

source: All abnormal status effects have been removed.
zh_cn: 所有不正常的状态已经解除.

source: You will be immune to abnormal status effects for the next minute.
zh_cn: 1分钟内你将对特殊状态免疫.

source: Your Max HP will stay increased for the next minute.
zh_cn: 1分钟内你的最大 HP 值将增加.

source: Your Max SP will stay increased for the next minute.
zh_cn: 1分钟内你的最大 SP 值将增加.

source: All of your Stats will stay increased for the next minute.
zh_cn: 1分钟内你所有状态值增加.

source: Your weapon will remain blessed with Holy power for the next minute.
zh_cn: 1分钟内你的武器将被赐予神圣的力量.

source: Your armor will remain blessed with Holy power for the next minute.
zh_cn: 1分钟内你的盔甲将被赐予神圣的力量.

source: Your Defense will stay increased for the next 10 seconds.
zh_cn: 10秒内你的防御力将会增加.

source: Your Attack strength will stay increased for the next minute.
zh_cn: 1分钟内你的攻击力将会增加.

source: Your Accuracy and Flee Rate will stay increased for the next minute.
zh_cn: 1分钟内你的命中率和回避率将会增加.

source: You've never set a storage password before. You must set a storage password before you can use the storage. Please enter a new storage password:
zh_cn: 你还没有设定过仓库密码. 在使用仓库前必须设定一个仓库密码. 请输入你的仓库密码:

source: Unable to send PIN code. You must set the 'PINEncryptKey' option in servers.txt.
zh_cn: 无法发送 PIN 码. 您必须在config.txt中或者servers.txt中设置 'PINEncryptKey' 项目.

source: Login PIN code has been changed successfully.
zh_cn: PIN 码成功改变.

source: Failed to change the login PIN code. Please try again.
zh_cn: 改变 PIN 码失败.请重试

source: Please enter your old login PIN code:
zh_cn: 请输入老的 PIN 码:

source: Please enter a new login PIN code:
zh_cn: 请输入新的 PIN 码:

source: The login PIN code that you entered is incorrect. Please re-enter your login PIN code.
zh_cn: 输入的 PIN 码错误. 请重新输入.

source: You have entered 3 incorrect login PIN codes in a row. Reconnecting...
zh_cn: 你已经连续 3 次输入了错误的 PIN 码. 重新开始连接...

source: Cannot load server message parser for server type '%s'.
zh_cn: 无法载入ServerType的封包 '%s'.

source: An error occured while loading the server message parser for server type '%s': %s
zh_cn: 一个错误发生在服务器类型 '%s': %s

source: You've never set a login PIN code before. Please enter a new login PIN code:
zh_cn: 你没有设置过 PIN 码. 请重新设置:

source: The PIN code may only contain digits.
zh_cn: PIN 码必须是数字.

source: The PIN code must be between 4 and 9 characters.
zh_cn: PIN 必须大于 3 小于 9 位.

source: Stuck during route.
zh_cn: 计算路径发生异常.

source: Statuses: %s
zh_cn: 状态: %s

source: Please choose a character or an action.
zh_cn: 请选择一个人物或动作.

source: Wrote portals Line of Sight table to '%s'
zh_cn: 写入入口到 '%s'

source: The file %s must be valid UTF-8 encoded, which it is currently not. To solve this prolem, please use Notepad to save that file as valid UTF-8.
zh_cn: 文件 %s 的编码必须是 UTF-8 , 现在不是. 为解决这个问题, 请使用记事本重新保存编码为 UTF-8 .

source: The ROPP plugin (ropp.pl) is obsolete and is no longer necessary. Please remove it, or %s will not work correctly.
zh_cn: ROPP 插件 (ropp.pl) 已经废除了. 请删除, 或者 %s 将无法正常工作.

source: Cannot load control file %s
zh_cn: 无法读取 control 文件 %s

source: Cannot load table file %s
zh_cn: 无法读取 table 文件 %s

source: This plugin cannot be loaded because of a problem in the plugin. Please notify the plugin's author about this problem, or remove the plugin so %s can start. The error message is: %s
zh_cn: 这个插件无法加载. 请通知插件作者, 或者删除这个插件使 %s 能正常启动. 错误信息为: %s

source: Unable to load the file %s.
zh_cn: 无法装载文件 %s.
