Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Syntax Error in function 'cart add' (Add Item to Cart) Usage: cart add <item>
id: Sintaks Error pada function 'cart add' (Menambahkan Item pada Cart) Penggunaan: cart add <item>
ko: 문법오류 함수 'cart add' (카트에 아이템 추가) 사용법: cart add <item>
pt: Erro de sintaxe na função 'cart add' (Move Item ao Carrinho) Como Usar: cart add <item>
th: รูปแบบการใช้ฟังก์ชั่น 'cart add' (นำไอเท็มใส่รถเข็น) ผิดพลาด รูปแบบการใช้งาน: cart add <item>
zh: 'cart add' 功能語法錯誤 (增加物品至手推車) 使用方法: cart add <物品>
zh_cn: 语法错误 'cart add' (添加道具到手推车) 用法: cart add <item>

source: Error in function 'cart add' (Add Item to Cart) Inventory Item %s does not exist.
id: Error pada function 'cart add' (Menambahkan Item pada Cart) Item %s tidak ada di Inventory.
ko: 함수 오류 'cart add' (카트에 아이템 추가) 장비창에 아이템 %s 이 존재하지 않습니다.
pt: Erro na função 'cart add' (Move Item ao Carrinho) Item %s não está no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'cart add' (นำไอเท็มใส่รถเข็น) ไอเท็ม %s ไม่มีอยู่ในตัว
zh: 'cart add' 功能錯誤 (增加物品至手推車) 物品欄的物品 %s 並不存在.
zh_cn: 功能错误 'cart add' (添加道具到手推车) 携带道具 %s 不存在.

source: Syntax Error in function 'cart get' (Get Item from Cart) Usage: cart get <cart item>
id: Sintaks Error pada function 'cart get' (Mengambil Item dari Cart) Penggunaan: cart get <item cart>
ko: 문법오류 함수 'cart get' (카트에 아이템 획득) 사용법: cart get <cart item>
pt: Erro de sintaxe na função 'cart get' (Pega Item do Carrinho) Como Usar: cart get <item do carrinho>
th: รูปแบบการใช้ฟังก์ชั่น 'cart get' (นำไอเท็มออกจากรถเข็น) ผิดพลาด รูปแบบการใช้งาน:: cart get <cart item>
zh: 'cart get' 功能語法錯誤 (從手推車取出物品) 使用方法: cart get <手推車物品>
zh_cn: 语法错误 'cart get' (从手推车拿道具) 用法: cart get <cart item>

source: Error in function 'cart get' (Get Item from Cart) Cart Item %s does not exist.
id: Error pada function 'cart get' (Mengambil Item dari Cart) Item %s tidak ada di Cart.
ko: 오류 함수 'cart get' (카트에 아이템 획득) Cart Item %s 존재하지 않음.
pt: Erro na função 'cart get' (Pega Item do Carrinho) Item %s não existe no carrinho.
th: พบข้อผิดพลาดในฟังก์ชั่น 'cart get' (นำไอเท็มออกจากรถเข็น) ไอเท็ม %s ไม่มีอยู่ในรถเข็น
zh: 'cart get' 功能錯誤 (從手推車取出物品) 手推車物品 %s 並不存在.
zh_cn: 功能错误 'cart get' (从手推车拿道具) 道具 %s 不存在.

source: Syntax Error in function 'c' (Chat) Usage: c <message>
id: Sintaks Error pada function 'c' (Chat) Penggunaan: c <pesan>
ko: 문법오류 함수 'c' (Chat) Usage: c <message>
pt: Erro de sintaxe na função 'c' (Chat) Como Usar: c <mensagem>
th: รูปแบบการใช้ฟังก์ชั่น 'c' (พูดคุย) ผิดพลาด รูปแบบการใช้งาน: c <message>
zh: 'c' 功能語法錯誤 (公頻說話) 使用方法: c <說話內容>

source: Chat log cleared.
id: Chat log dibersihkan.
ko: 채팅 로그 삭제.
pt: Log de chat limpo.
th: บันทึกการสนธนาถูกลบแล้ว
zh: 對話記錄已清除.
zh_cn: 清除对话记录.

source: Error in function 'chat bestow' (Bestow Admin in Chat) You are not in a Chat Room.
id: Error pada function 'chat bestow' (Mewariskan Admin pada Chat) Anda tidak berada dalam Ruang Chat.
ko: 함수 오류 'chat bestow' (채팅방장 넘겨주기) 채팅방에 있지 않습니다.
pt: Erro na função 'chat bestow' (Delega Administração no Chat) Você não está numa Sala de Chat
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat bestow' (มอบอำนาจห้องสนธนาให้ผู้อื่น) คุณไม่ได้อยู่ในห้องสนธนา
zh: 'chat bestow' 功能錯誤 (聊天室中授與管理權) 您並沒有在聊天室中.
zh_cn: 功能错误 'chat bestow' (授权谈话) 你不在聊天室里.

source: Syntax Error in function 'chat bestow' (Bestow Admin in Chat) Usage: chat bestow <user #>
id: Sintaks Error pada function 'chat bestow' (Mewariskan Admin pada Chat) Penggunaan: chat bestow <user #>
ko: 문법오류 함수 'chat bestow' (채팅방장 넘겨주기) 사용법: chat bestow <user #>
pt: Erro de sintaxe na função 'chat bestow' (Delega Administração no Chat) Como Usar: chat bestow <N. de Usuário>
th: รูปแบบการใช้ฟังก์ชั่น 'chat bestow' (มอบอำนาจห้องสนธนาให้ผู้อื่น) ผิดพลาด รูปแบบการใช้งาน: chat bestow <user #>
zh: 'chat bestow' 功能語法錯誤 (聊天室中授與管理權) 使用方法: chat bestow <玩家 #>
zh_cn: 语法错误 'chat bestow' (聊天室) 用法: chat bestow <user #>

source: Error in function 'chat bestow' (Bestow Admin in Chat) Chat Room User %s doesn't exist; type 'chat info' to see the list of users
id: Error pada function 'chat bestow' (Mewariskan Admin pada Chat) Tidak ada User %s di Ruang Chat; ketik 'chat info' untuk melihat list user
ko: 함수 오류 'chat bestow' (채팅방장 넘겨주기) 채팅방 사용자 %s 가 없습니다; 'chat info'에 사용자 목록에 번호를 입력하세요.
pt: Erro na função 'chat bestow' (Delega Administração no Chat) Usuário %s não está na sala; digite 'chat info' para ver a lista de usuários
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat bestow' (มอบอำนาจห้องสนธนาให้ผู้อื่น) ผู้เล่นท่านนี้ %s ไม่ได้อยู่ในห้อง; ป้อน 'chat info' เพื่อแสดงรายการผู้เล่นที่อยู่ในห้อง
zh: 'chat bestow' 功能錯誤 (聊天室中授與管理權) 聊天室的玩家 %s 並不存在; 請輸入 'chat info' 以獲得玩家清單
zh_cn: 功能错误 'chat bestow' (聊天室) 聊天室 %s 不存在; 使用 'chat info' 查看

source: Syntax Error in function 'chatmod' (Modify Chat Room) Usage: chat modify "<title>" [<limit #> <public flag> <password>]
id: Sintaks Error pada function 'chatmod' (Merubah Ruang Chat) Penggunaan: chat modify "<judul>" [<limit #> <public flag> <password>]
ko: 문법오류 함수 'chatmod' (채팅방 수정하기) 사용법: chat modify "<title>" [<limit #> <public flag> <password>]
pt: Erro de sintaxe na função 'chatmod' (Modifica a Sala de Chat) Como Usar: chat modify "<título>" [<limite> <flag de público> <senha>]
th: รูปแบบการใช้ฟังก์ชั่น 'chatmod' (เปลี่ยนแปลงคุณสมบัติห้องสนธนา) ผิดพลาด รูปแบบการใช้งาน: chat modify "<title>" [<limit #> <public flag> <password>]
zh: 'chatmod' 功能語法錯誤 (修改聊天室) 使用方法: chat modify "<聊天室名稱>" [<限制的人數> <是否公開(1或0)> <密碼>]
zh_cn: 语法错误 'chatmod' (修改聊天室) 语法: chat modify "<title>" [<limit #> <public flag> <password>]

source: Error in function 'chat kick' (Kick from Chat) You are not in a Chat Room.
id: Error pada function 'chat kick' (Tendang dari Chat) Anda tidak berada dalam Ruang Chat.
ko: 오류 함수 'chat kick' (강퇴하기) 채팅방에 있지 않습니다.
pt: Erro na função 'chat kick' (Retira do chat) Você não está numa sala de chat.
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat kick' (ไล่ผู้เล่นออกจากห้องสนธนา) คุณไม่ได้อยู่ในห้องสนธนา
zh: 'chat kick' 功能錯誤 (從聊天室踢除玩家) 您並沒有在一個聊天室中.
zh_cn: 功能错误 'chat kick' (踢玩家在聊天室) 你不在聊天室里.

source: Syntax Error in function 'chat kick' (Kick from Chat) Usage: chat kick <user #>
id: Sintaks Error pada function 'chat kick' (Tendang dari Chat) Penggunaan: chat kick <user #>
ko: 문법오류 함수 'chat kick' (강퇴하기) 사용법: chat kick <user #>
pt: Erro de sintaxe na função 'chat kick' (Retira do chat) Como Usar: chat kick <N. de usuário>
th: รูปแบบการใช้ฟังก์ชั่น 'chat kick' (ไล่ออกจากห้องสนธนา) ผิดพลาด รูปแบบการใช้งาน: chat kick <user #>
zh: 'chat kick' 功能語法錯誤 (從聊天室踢除玩家) 使用方法: chat kick <玩家編號>
zh_cn: 语法错误 'chat kick' (踢玩家在聊天室) 用法: chat kick <user #>

source: Error in function 'chat kick' (Kick from Chat) Chat Room User %s doesn't exist
id: Error pada function 'chat kick' (Tendang dari Chat) Chat Room User %s doesn't exist
ko: 오류 함수 'chat kick' (강퇴하기) 채팅방 사용자 %s 없음
pt: Erro na função 'chat kick' (Retira do chat) Usuário %s inexistente na sala
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat kick' (ไล่ออกจากห้องสนธนา) ผู้เล่น %s ไม่ได้อยู่ในห้องสนธนา
zh: 'chat kick' 功能錯誤 (從聊天室踢除玩家) 聊天室中並無玩家 %s.
zh_cn: 功能错误 'chat kick' (踢玩家在聊天室) 聊天室里没有玩家 %s

source: Syntax Error in function 'chat join' (Join Chat Room) Usage: chat join <chat room #> [<password>]
id: Sintaks Error pada function 'chat join' (Bergabung ke Ruang Chat) Penggunaan: chat join <ruang chat #> [<password>]
ko: 문법오류 함수 'chat join' (채팅 참여) Usage: chat join <chat room #> [<password>]
pt: Erro de sintaxe na função 'chat join' (Juntar-se ao Chat) Como Usar: chat join <N. da Sala> [<senha>]
th: รูปแบบการใช้ฟังก์ชั่น 'chat join' (เข้าห้องสนธนา) ผิดพลาด รูปแบบการใช้งาน: chat join <chat room #> [<password>]
zh: 'chat join' 功能語法錯誤 (加入聊天室) 使用方法: chat join <聊天室代號> [<密碼>]
zh_cn: 语法错误 'chat join' (加入到聊天室) 语法: chat join <chat room #> [<password>]

source: Error in function 'chat join' (Join Chat Room) You are already in a chat room.
id: Error pada function 'chat join' (Bergabung ke Ruang Chat) Anda sudah berada dalam ruang chat.
ko: 오류 함수 'chat join' (채팅 참여) 이미 채팅방에 있습니다.
pt: Erro na função 'chat join' (Juntar-se ao Chat) Você já está em uma sala.
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat join' (เข้าห้องสนธนา) คุณอยู่ในห้องสนธนาอยู่แล้ว
zh: 'chat join' 功能錯誤 (加入聊天室) 您已經在一個聊天室中了.
zh_cn: 功能错误 'chat join' (加入聊天室) 你已经在聊天室里了.

source: Error in function 'chat join' (Join Chat Room) Chat Room %s does not exist.
id: Error pada function 'chat join' (Bergabung ke Ruang Chat) Ruang Chat %s tidak ada.
ko: 오류 함수 'chat join' (채팅방 참여) 채팅방 %s 존재하지 않습니다.
pt: Erro na função 'chat join' (Juntar-se ao Chat) A sala %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat join' (เข้าห้องสนธนา) ห้องสนธนา %s ไม่มีอยู่
zh: 'chat join' 功能錯誤 (加入聊天室) 聊天室 %s 並不存在.
zh_cn: 功能错误 'chat join' (加入聊天室) 聊天室 %s 不存在.

source: Error in function 'chat leave' (Leave Chat Room) You are not in a Chat Room.
id: Error pada function 'chat leave' (Meninggalkan Ruang Chat) Anda tidak berada dalam Ruang Chat.
ko: 함수 오류 'chat leave' (채팅방 나가기) 채팅방에 있지 않습니다.
pt: Erro na função 'chat leave' (Sair do Chat) Você não está numa Sala de Chat.
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat leave' (ออกจากห้องสนธนา) คุณไม่ได้อยู่ในห้องสนธนา
zh: 'chat leave' 功能錯誤 (離開聊天室) 您並沒有在一個聊天室中.
zh_cn: 功能错误 'chat leave' (离开聊天室) 你不在聊天室里.

source: Syntax Error in function 'chat create' (Create Chat Room) Usage: chat create "<title>" [<limit #> <public flag> <password>]
id: Sintaks Error pada function 'chat create' (Membuat Ruang Chat) Penggunaan: chat create "<judul>" [<batasan #> <public flag> <password>]
ko: 문법오류 함수 'chat create' (채팅방 생성) Usage: chat create "<title>" [<limit #> <public flag> <password>]
pt: Erro de sintaxe na função 'chat create' (Cria uma Sala de Chat) Como Usar: chat create "<título>" [<limite> <flag público> <senha>]
th: รูปแบบการใช้ฟังก์ชั่น 'chat create' (สร้างห้องสนธนา) ผิดพลาด รูปแบบการใช้งาน: chat create "<title>" [<limit #> <public flag> <password>]
zh: 'chat create' 功能語法錯誤 (創造聊天室) 使用方法: chat create "<聊天室名稱>" [<限制的人數> <是否公開(1或0)> <密碼>]
zh_cn: 语法错误 'chat create' (创建聊天室) 用法: chat create "<title>" [<limit #> <public flag> <password>]

source: Error in function 'chat create' (Create Chat Room) You are already in a chat room.
id: Error pada function 'chat create' (Membuat Ruang Chat) Anda sudah berada dalam ruang chat.
ko: 오류 함수 'chat create' (채팅방 생성) 이미 채팅방에 있습니다.
pt: Erro na função 'chat create' (Cria uma Sala de Chat) Você já está numa Sala de Chat.
th: พบข้อผิดพลาดในฟังก์ชั่น 'chat create' (สร้างห้องสนธนา) คุณอยู่ในห้องสนธนาอยู่แล้ว
zh: 'chat create' 功能錯誤 (創造聊天室) 您已經在一個聊天室中.
zh_cn: 功能错误 'chat create' (创建聊天室) 你已经在聊天室里了.

source: ------------------------------- Chat Room List -------------------------------- # Title Owner Users Type
id: ------------------------------- List Ruang Chat -------------------------------- # Judul Pemilik User Tipe
ko: ------------------------------- 채팅방 목록 -------------------------------- # 방제 소유자 사용자 형태
pt: ---------------------------- Lista da Sala de Chat ---------------------------- N. Título Proprietário Users Tipo
th: ------------------------------- รายการห้องสนธนา -------------------------------- # หัวข้อ เจ้าของ ผู้ใช้ ชนิด
zh: --------------------------------- 聊天室清單 ---------------------------------- # 聊天室名稱 擁有人 使用者 類型
zh_cn: ------------------------------- 聊天室列表 -------------------------------- # 标题 拥有者 玩家 类型

source: There is no chat room info - you are not in a chat room
id: Tidak ada info ruang chat chat room - anda tidak berada dalam ruang chat
ko: 채팅 정보가 없습니다- 채팅방에 있지 않습니다
pt: Não há informações da sala de chat - você não está em nenhuma sala
th: ไม่มีข้อมูลห้องสนธนา - คุณไม่ได้อยู่ในห้องสนธนา
zh: 無聊天室資訊 - 您並沒有在聊天室中
zh_cn: 没有聊天室信息 - 你不在一个聊天室中

source: -----------Chat Room Info----------- Title Users Public/Private
id: -----------Info Ruang Chat----------- Judul User Umum/Privasi
ko: -----------채팅방 정보----------- 방제 사용자 공개/비밀
pt: ------- Informações da Sala -------- Título Users Pública/Particular
th: -----------ข้อมูลห้องสนธนา----------- หัวข้อ ผู้ใช้ สาธารณะ/ส่วนตัว
zh: -------------聊天室資訊------------- 聊天室名稱 使用者 公開/私人
zh_cn: -----------聊天室信息----------- 标题 玩家 公开/不公开

source: -- Users --
id: -- User --
ko: -- 사용자 --
pt: -- Usuários --
th: -- ผู้เล่น --
zh: -- 使用者 --
zh_cn: -- 玩家 --

source: Syntax Error in function 'chat' (Chat room management) Usage: chat <create|modify|join|kick|leave|info|list|bestow>
id: Sintaks Error pada function 'chat' (mengatur ruang Chat) Penggunaan: chat <create|modify|join|kick|leave|info|list|bestow>
ko: Syntax Error in function 'chat' (채팅 관리) Usage: chat <create|modify|join|kick|leave|info|list|bestow>
pt: Erro de Sintaxe na função 'chat' (Gerencimento de Sala de Chat) Como Usar: chat <create|modify|join|kick|leave|info|list|bestow>
th: รูปแบบการใช้ฟังก์ชั่น 'chat' (การจัดการห้องสนธนา) ผิดพลาด รูปแบบการใช้งาน: chat <create|modify|join|kick|leave|info|list|bestow>
zh: 'chat' 功能語法錯誤 (聊天室管理) 使用方法: chat <create|modify|join|kick|leave|info|list|bestow>
zh_cn: 语法错误 'chat' (聊天室管理) 用法: chat <create|modify|join|kick|leave|info|list|bestow>

source: Syntax Error in function 'chist' (Show Chat History) Usage: chist [<number of entries #>]
id: Sintaks Error pada function 'chist' (Melihat Sejarah Chat) Penggunaan: chist [<jumlah masukan #>]
ko: Syntax Error in function 'chist' (채팅 기록 보기) Usage: chist [<number of entries #>]
pt: Erro de sintaxe na função 'chist' (Mostrar histórico de Chat) Como Usar: chist [<número de entradas>]
th: รูปแบบการใช้ฟังก์ชั่น 'chist' (แสดงประวัติการสนธนา) ผิดพลาด รูปแบบการใช้งาน: chist [<number of entries #>]
zh: 'chist' 功能語法錯誤 (顯示聊天歷史記錄) 使用方法: chist [<要顯示的行數>]
zh_cn: 语法错误 'chist' (显示对话记录) 用法: chist [<number of entries #>]

source: ------ Chat History --------------------
id: ------ Sejarah Chat --------------------
ko: ------ 채팅 기록 --------------------
pt: ------ Histórico de Chat ---------------
th: ------ ประวัติการสนธนา --------------------
zh: ------ 聊天歷史記錄 --------------------
zh_cn: ------ 对话历史 --------------------

source: Unable to open %s
id: Tidak dapat membuka %s
ko: 열 수 없습니다. %s
pt: Não foi possível abrir %s
th: ไม่สามารถเปิด %s
zh: 無法開啟 %s
zh_cn: 不能打开 %s

source: Syntax Error in function 'conf' (Change a Configuration Key) Usage: conf <variable> [<value>|none]
id: Sintaks Error pada function 'conf' (Merubah Configuration Key) Penggunaan: conf <variable> [<value>|none]
ko: Syntax Error in function 'conf' (설정키 변경) Usage: conf <variable> [<value>|none]
pt: Erro de sintaxe na função 'conf' (Altera uma configuração) Como Usar: conf <variável> [<valor>|none]
th: รูปแบบการใช้ฟังก์ชั่น 'conf' (เปลี่ยนแปลงค่าของ Config) ผิดพลาด รูปแบบการใช้งาน: conf <variable> [<value>|none]
zh: 'conf' 功能語法錯誤 (改變設定值) 使用方法: conf <變數名稱> [<數值>|none]
zh_cn: 语法错误 'conf' (改变设置) 语法: conf <variable> [<value>|none]

source: Config variable %s doesn't exist
id: Config dengan variabel %s tidak ada
ko: 설정 값 %s 존재하지 않음
pt: Variável de config %s inexistente
th: Config variable %s ไม่มีอยู่
zh: 設定變數 %s 並不存在
zh_cn: Config 变量 %s 不存在

source: Config '%s' is not displayed
id: Config '%s' tidak diperlihatkan
ko: 설정 '%s' 표시되지 않음
pt: Config '%s' não será mostrado
th: Config '%s' ไม่สามารถแสดงได้
zh: 設定 '%s' 不可顯示
zh_cn: Config '%s' 没有显示

source: Config '%s' is %s
id: Config '%s' adalah %s
ko: 설정 '%s' is %s
pt: Config '%s' é %s
th: Config '%s' คือ %s
zh: 原設定 '%s' 為 %s
zh_cn: Config '%s' 是 %s

source: Damage Taken Report:
id: Laporan Menerima Serangan:
ko: 태권 데미지 보고:
pt: Relatório de Danos Sofridos:
th: รายงาน ความเสียหายที่ได้รับ:
zh: 傷害取得報告:
zh_cn: 伤害报告:

source: Total Damage Taken: %s
id: Total Serangan yang Diterima: %s
ko: 태권 총 데미지: %s
pt: Total do dano sofrido: %s
th: รวมความเสียหายที่ได้รับทั้งหมด: %s
zh: 總傷害取得: %s
zh_cn: 总伤害: %s

source: End of report.
id: Akhir dari laporan.
ko: 보고 끝.
pt: Fim do relatório.
th: สิ้นสุดการรายงาน
zh: 報告結尾.
zh_cn: 停止报告.

source: Damage Taken Report reset.
id: Laporan Menerima Serangan diulang.
ko: 태권 데미지 보고 재설정t.
pt: Relatório de Dano Sofrido reiniciado.
th: เริ่มตัวนับค่าความเสียหายที่ได้รับใหม่
zh: 傷害取得報告重設.
zh_cn: 重置伤害宝报告.

source: Syntax error in function 'damage' (Damage Report) Usage: damage [reset]
id: Sintaks error pada function 'damage' (Laporan Serangan) Penggunaan: damage [reset]
ko: Syntax error in function 'damage' (데미지 보고) Usage: damage [reset]
pt: Erro de sintaxe na função 'damage' (Relatório de Dano) Como Usar: damage [reset]
th: รูปแบบการใช้ฟังก์ชั่น 'damage' (รายงานความเสียหาย) ผิดพลาด รูปแบบการใช้งาน: damage [reset]
zh: 'damage' 功能語法錯誤 (傷害報告) 使用方法: damage [reset]
zh_cn: 语法错误 'damage' (伤害报告) 语法: damage [reset]

source: Error in function 'deal' (Deal a Player) You are already in a deal
id: Error pada function 'deal' (Transaksi dengan Player) Anda sedang melakukan transaksi
ko: Error in function 'deal' (플레이어 거래) You are already in a deal
pt: Erro na função 'deal' (Negocia com Jogador) Você está em outra negociação
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) คุณกำลังแลกเปลี่ยนอยู่แล้ว
zh: 'deal' 功能錯誤 (與玩家交易) 您已經在交易中了
zh_cn: 功能错误 'deal' (交易玩家) 你已经在交易了

source: Error in function 'deal' (Deal a Player) You must first cancel the incoming deal
id: Error pada function 'deal' (Transaksi dengan Player) Anda harus membatalkan transaksi yang datang terlebih dahulu
ko: Error in function 'deal' (플레이어 거래) You must first cancel the incoming deal
pt: Erro na função 'deal' (Negocia com Jogador) Você precisa cancelar o pedido de negociação antes
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) คุณจะต้องยกเลิกข้อเสนอการแลกเปลี่ยนก่อน
zh: 'deal' 功能錯誤 (與玩家交易) 您必須先取消傳過來的交易訊息
zh_cn: 功能错误 'deal' (交易玩家) 你要先取消交易

source: Error in function 'deal' (Deal a Player) Player %s does not exist
id: Error pada function 'deal' (Transaksi dengan Player) Player %s tidak ada
ko: Error in function 'deal' (플레이어 거래) Player %s does not exist
pt: Erro na função 'deal' (Negocia com Jogador) Jogador %s nao existe
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) ผู้เล่น %s ไม่มีอยู่
zh: 'deal' 功能錯誤 (與玩家交易) 玩家 %s 並不存在
zh_cn: 功能错误 'deal' (交易玩家) 玩家 %s 不存在

source: Attempting to deal %s
id: Akan melakukan transaksi %s
ko: 거래 시도 %s
pt: Tentativa de negociar com %s
th: พยายามแลกเปลี่ยนกับ %s
zh: 試圖與 %s 交易
zh_cn: 尝试处理 %s

source: Error in function 'deal' (Deal a Player) There is no incoming/current deal to cancel
id: Error pada function 'deal' (Transaksi dengan Player) Tidak ada transaksi yang datang/sedang dilakukan untuk dibatalkan
ko: Error in function 'deal' (플레이어 거래) There is no incoming/current deal to cancel
pt: Erro na função 'deal' (Negocia com Jogador) Não há pedido de negociação/negociação atual a cancelar
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) ไม่มีข้อเสนอการแลกเปลี่ยน/กำลังแลกเปลี่ยน ที่จะให้ยกเลิก
zh: 'deal' 功能錯誤 (與玩家交易) 無傳過來的或正在交易的訊息可供取消
zh_cn: 功能错误 'deal' (交易玩家) 当前交易取消

source: Error in function 'deal' (Deal a Player) There is no deal to accept
id: Error pada function 'deal' (Transaksi dengan Player) Tidak ada transaksi yang diterima
ko: Error in function 'deal' (플레이어 거래) There is no deal to accept
pt: Erro na função 'deal' (Negocia com Jogador) Nenhuma negociação a aceitar
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) ไม่มีการแลกเปลี่ยนให้ยอมรับ
zh: 'deal' 功能錯誤 (與玩家交易) 無交易訊息可供接受
zh_cn: 功能错误 'deal' (交易玩家) 交易失败

source: Error in function 'deal' (Deal a Player) Cannot make the trade - %s has not finalized
id: Error pada function 'deal' (Transaksi dengan Player) Tidak dapat melakukan pertukaran - %s belum selesai
ko: Error in function 'deal' (플레이어 거래) 거래할 수 없음 - %s has not finalized
pt: Erro na função 'deal' (Negocia com Jogador) Impossível fazer a troca - %s ainda não finalizou
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) ไม่สามารถแลกเปลี่ยนได้ %s ไม่ยืนยันการแลกเปลี่ยน
zh: 'deal' 功能錯誤 (與玩家交易) 無法完成買賣 - %s 尚未終結交易
zh_cn: E功能错误 'deal' (交易玩家) 无法交易 - %s 没有结束

source: Error in function 'deal' (Deal a Player) You already accepted the final deal
id: Error pada function 'deal' (Transaksi dengan Player) Anda sudah menerima transaksi akhir
ko: Error in function 'deal' (플레이어 거래) 이미 거래 완료되었습니다.l
pt: Erro na função 'deal' (Negocia com Jogador) Você já fechou negócio
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) คุณได้ยืนยันการแลกเปลี่ยนอยู่แล้ว
zh: 'deal' 功能錯誤 (與玩家交易) 您已經接受了最終的交易
zh_cn: 功能错误 'deal' (交易玩家) 你已经接受了最后的交易

source: You accepted the final Deal
id: Anda menerima transaksi terakhir
ko: 마지막 거래 시도됐습니다.l
pt: Você aceitou a finalização da Negociação
th: คุณยืนยันการแลกเปลี่ยน
zh: 您接受了最終的交易
zh_cn: 你接受了最后的交易

source: Error in function 'deal_add' (Add Item to Deal) No deal in progress
id: Error pada function 'deal_add' (Menambahkan Item pada Transaksi) Tida ada transaksi yang berlangsung
ko: Error in function 'deal_add' (거래 아이템 추가) No deal in progress
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Você não está numa negociação
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal_add' (เพิ่มไอเท็มเพื่อแลกเปลี่ยน) คุณไม่ได้ทำการแลกเปลี่ยนอยู่
zh: 'deal_add' 功能錯誤 (放上物品以交易) 沒有交易正在進行中
zh_cn: 功能错误 'deal_add' (添加道具到交易) 没有交易

source: Error in function 'deal_add' (Add Item to Deal) Can't add any Items - You already finalized the deal
id: Error pada function 'deal_add' (Menambahkan Item pada Transaksi) Tidak dapat menambahkan item apapun - Anda sudah selesai transaksi
ko: Error in function 'deal_add' (거래 아이템 추가) 아이템을 추가할 수 없습니다. - 이미 거래 완료l
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Não se pode adicionar itens - Você já finalizou a negociação
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal_add' (เพิ่มไอเท็มเพื่อแลกเปลี่ยน) ไม่สามารถเพิ่มไอเท็มเพื่อแลกเปลี่ยนได้ - คุณได้ยืนยันการแลกเปลี่ยนไปแล้ว
zh: 'deal' 功能錯誤 (與玩家交易)
zh_cn: 功能错误 'deal_add' (添加道具到交易) 无法添加道具 - 交易已经结束

source: Error in function 'deal_add' (Add Item to Deal) Inventory Item %s does not exist.
id: Error pada function 'deal_add' (Menambahkan Item pada Transaksi) Item %s di Inventory tidak ada.
ko: Error in function 'deal_add' (거래 아이템 추가l) Inventory Item %s 존재하지 않습니다.
pt: Erro na função 'deal add' (Adiciona Item à Negociação) Item %s do inventário não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal_add' (เพิ่มไอเท็มเพื่อแลกเปลี่ยน) คุณไม่มีไอเท็ม %s อยู่
zh: 'deal_add' 功能錯誤 (放上物品以交易) 物品欄裡並沒有 %s 這樣物品.
zh_cn: 功能错误 'deal_add' (添加道具到交易) 携带道具 %s 不存在.

source: Error in function 'deal_add' (Add Item to Deal) Amount must either be a number, or not specified.
id: Error pada function 'deal_add' (Menambahkan Item pada Transaksi) Jumlah harus diantara dalam angka, atau tidak dispesifikasikan.
ko: Error in function 'deal_add' (거래 아이템 추가l) 양은 지정된 수만 가능합니다..
pt: Erro na função 'deal add' (Adiciona Item à Negociação) A quantidade deve ser numérica, ou então não especificada.
th: พบข้อผิดพลาดในฟังก์ชั่น 'deal_add' (เพิ่มไอเท็มเพื่อแลกเปลี่ยน) จำนวนจะต้องป้อนเป็นตัวเลข หรือไม่ต้องป้อน
zh: 'deal_add' 功能錯誤 (放上物品以交易) 數量必須是一個數字，否則就是不需指定.
zh_cn: 功能错误 'deal_add' (添加道具到交易) 数量必须是数字, 或不指定.

source: You can't add any more items to the deal
id: Anda tidak dapat menambahkan item lagi untuk transaksi
ko: 더이상 아이템을 추가할 수 없습니다.
pt: Você não pode adicionar mais itens à negociação
th: คุณไม่สามารถเพิ่มไอเท็มสำหรับแลกเปลี่ยนได้อีก
zh: 您無法再在交易欄上放上物品了
zh_cn: 你不能把任何道具加入到交易

source: You put forward %sz to Deal
id: Anda memberikan %sz dalam bertransaksi
ko: You put forward %sz 거래
pt: Você adicionou %sz à Negociação
th: คุณได้ใส่ %s เซ็นนีเพื่อแลกเปลี่ยน
zh: 您放上了 %sz 以交易
zh_cn: 你减少 %sz 在交易

source: Syntax Error in function 'deal' (Deal a player) Usage: deal [<Player # | no | add>] [<item #>] [<amount>]
id: Sintaks Error pada function 'deal' (Transaksi dengan Player) Penggunaan: deal [<Player # | no | add>] [<item #>] [<jumlah>]
ko: 문법오류 함수 'deal' (플레이어 거래) Usage: deal [<Player # | no | add>] [<item #>] [<amount>]
pt: Erro de sintaxe na função 'deal' (Negocia com um jogador) Como Usar: deal [<N. Jogador | no | add>] [<N. do item>] [<quantidade>]
th: รูปแบบการใช้ฟังก์ชั่น 'deal' (แลกเปลี่ยนกับผู้เล่น) ผิดพลาด รูปแบบการใช้งาน: deal [<Player # | no | add>] [<item #>] [<amount>]
zh: 'deal' 功能語法錯誤 (與玩家交易) 使用方法: deal [<玩家編號 | no | add>] [<物品編號>] [<數量>]
zh_cn: 语法错误 'deal' (玩家交易) 用法: deal [<Player # | no | add>] [<item #>] [<amount>]
