Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Monster %s (%d) is casting %s on player %s (%d) (time %sms)
id: Monster %s (%d) melakukan cast %s pada player %s (%d) (waktu %sms)
ko: 몬스터 %s (%d) 가 %s 캐스팅 중... 플레이어 %s (%d) 에게 (time %sms)
pt: O monstro %s (%d) está conjurando %s no jogador %s (%d) (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ใส่ผู้เล่น %s (%d) (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 於玩家 %s (%d) (時間 %sms)

source: Monster %s (%d) is casting %s on monster %s (%d) (time %sms)
id: Monster %s (%d) melakukan cast %s pada monster %s (%d) (waktu %sms)
ko: 몬스터r %s (%d) 가 %s 캐스팅 중... 몬스터 %s (%d) (time %sms)
pt: O monstro %s (%d) está conjurando %s no monstro %s (%d) (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ใส่มอนสเตอร์ %s (%d) (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 於怪物 %s (%d) (時間 %sms)

source: Monster %s (%d) is casting %s on itself (time %sms)
id: Monster %s (%d) melakukan cast %s pada dirinya (waktu %sms)
ko: 몬스터 %s (%d) 가 자신에게 %s 을(를) 캐스팅 중... (시간 %sms)
pt: O monstro %s (%d) está conjurando %s em si (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ใส่ตัวเอง (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 給他自己 (時間 %sms)

source: Monster %s (%d) is casting %s on Unknown #%s (%d) (time %sms)
id: Monster %s (%d) melakukan cast %s pada Unknown #%s (%d) (waktu %sms)
ko: 몬스터 %s (%d) 가 %s 캐스팅 중... Unknown #%s (%d) (time %sms)
pt: O monstro %s (%d) está conjurando %s em algo desconhecido #%s (%d) (tempo %sms)
th: มอนสเตอร์ %s (%d) ร่าย %s ใส่ Unknown #%s (%d) (ระยะเวลา %sms)
zh: 怪物 %s (%d) 正在詠唱 %s 於未知 #%s (%d) (時間 %sms)

source: Unknown #%s (%d) is casting %s on you (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada anda (waktu %sms)
ko: Unknown #%s (%d) 가 당신에게 %s 캐스팅 중... (시간 %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s em você (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ใส่คุณ (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 於您 (時間 %sms)

source: Unknown #%s (%d) is casting %s on player %s (%d) (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada player %s (%d) (waktu %sms)
ko: Unknown #%s (%d) 가 %s 캐스팅 중... 플레이어 %s (%d) 에게 (시간 %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s no jogador %s (%d) (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ใส่ผู้เล่น %s (%d) (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 於玩家 %s (%d) (時間 %sms)

source: Unknown #%s (%d) is casting %s on monster %s (%d) (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada monster %s (%d) (waktu %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s no monstro %s (%d) (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ใส่มอนสเตอร์ %s (%d) (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 於怪物 %s (%d) (時間 %sms)

source: Unknown #%s (%d) is casting %s on Unknown #%s (%d) (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada Unknown #%s (%d) (waktu %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s em outro Desconhecido #%s (%d) (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ใส่ Unknown #%s (%d) (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 於未知 #%s (%d) (時間 %sms)

source: Unknown #%s (%d) is casting %s on himself (time %sms)
id: Unknown #%s (%d) melakukan cast %s pada dirinya (waktu %sms)
ko: Unknown #%s (%d) 가 자신에게 %s 캐스팅 중... (시간 %sms)
pt: Algo desconhecido #%s (%d) está conjurando %s em si (tempo %sms)
th: Unknown #%s (%d) ร่าย %s ใส่ตัวเอง (ระยะเวลา %sms)
zh: 未知 #%s (%d) 正在詠唱 %s 給他自己 (時間 %sms)

source: Dmg: %s
ko: 데미지: %s
pt: Dano: %s
th: ความเสียหาย: %s
zh: 傷害: %s

source: You use %s on yourself %s(delay %s)
id: Anda menggunakan %s pada diri sendiri %s(delay %s)
ko: %s 을 사용... 자신 %s 에게 (지연 %s)
pt: Você usou %s em si %s(atraso %s)
th: คุณใช้ %s กับตัวเอง %s(ดีเลย์ %s)
zh: 您施展 %s 在自己身上 %s(延遲 %s)

source: You use %s on player %s (%d) %s(delay %s)
id: Anda menggunakan %s pada player %s (%d) %s(delay %s)
ko: %s 을 사용... 플레이어 %s (%d) %s(지연 %s)
pt: Você usou %s no jogador %s (%d) %s(atraso %s)
th: คุณใช้ %s กับผู้เล่น %s (%d) %s(ดีเลย์ %s)
zh: 您施展 %s 於玩家 %s (%d) %s(延遲 %s)

source: You use %s on monster %s (%d) %s(delay %s)
id: Anda menggunakan %s pada monster %s (%d) %s(delay %s)
ko: %s 을 사용... 몬스터 %s (%d) %s(지연 %s)
pt: Você usou %s no monstro %s (%d) %s(atraso %s)
th: คุณใช้ %s กับมอนสเตอร์ %s (%d) %s(ดีเลย์ %s)
zh: 您施展 %s 於怪物 %s (%d) %s(延遲 %s)

source: You use %s on Unknown #%s (%d) %s(delay %s)
id: Anda menggunakan %s pada Unknown #%s (%d) %s(delay %s)
ko: %s 을 사용... Unknown #%s (%d) %s(지연 %s)
pt: Você usou %s em algo desconhecido #%s (%d) %s(atraso %s)
th: คุณใช้ %s กับ Unknown #%s (%d) %s(ดีเลย์ %s)
zh: 您施展 %s 於未知 #%s (%d) %s(延遲 %s)

source: Player %s (%d) uses %s on you %s(delay %s)
id: Player %s (%d) menggunakan %s pada anda %s(delay %s)
ko: 플레이어 %s (%d) 가 %s 을 사용. 당신에게 %s(지연 %s)
pt: O jogador %s (%d) usou %s em você %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับคุณ %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 於您 %s(延遲 %s)

source: Player %s (%d) uses %s on player %s (%d) %s(delay %s)
id: Player %s (%d) menggunakan %s pada player %s (%d) %s(delay %s)
pt: O jogador %s (%d) usou %s no jogador %s (%d) %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับผู้เล่น %s (%d) %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 於玩家 %s (%d) %s(延遲 %s)

source: Player %s (%d) uses %s on himself %s(delay %s)
id: Player %s (%d) menggunakan %s pada dirinya %s(delay %s)
pt: O jogador %s (%d) usou %s em si %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับตัวเอง %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 給他自己 %s(延遲 %s)

source: Player %s (%d) uses %s on herself %s(delay %s)
id: Player %s (%d) menggunakan %s pada dirinya %s(delay %s)
pt: A jogadora %s (%d) usou %s em si %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับตัวเอง %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 給她自己 %s(延遲 %s)

source: Player %s (%d) uses %s on monster %s (%d) %s(delay %s)
id: Player %s (%d) menggunakan %s pada monster %s (%d) %s(delay %s)
pt: O jogador %s (%d) usou %s no monstro %s (%d) %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 於怪物 %s (%d) %s(延遲 %s)

source: Player %s (%d) uses %s on Unknown #%s (%d) %s(delay %s)
id: Player %s (%d) menggunakan %s pada Unknown #%s (%d) %s(delay %s)
pt: O jogador %s (%d) usou %s em algo desconhecido %s (%d) %s(atraso %s)
th: ผู้เล่น %s (%d) ใช้ %s กับ Unknown #%s (%d) %s(ดีเลย์ %s)
zh: 玩家 %s (%d) 施展 %s 於未知 #%s (%d) %s(延遲 %s)

source: Monster %s (%d) uses %s on you %s(delay %s)
id: Monster %s (%d) menggunakan %s pada anda %s(delay %s)
pt: O monstro %s (%d) usou %s em você %s(atraso %s)
th: มอนสเตอร์ %s (%d) ใช้ %s กับคุณ %s(ดีเลย์ %s)
zh: 怪物 %s (%d) 施展 %s 於您 %s(延遲 %s)

source: Monster %s (%d) uses %s on player %s (%d) %s(delay %s)
id: Monster %s (%d) menggunakan %s pada player %s (%d) %s(delay %s)
pt: O monstro %s (%d) usou %s no jogador %s (%d) %s(atraso %s)
th: มอนสเตอร์ %s (%d) ใช้ %s กับผู้เล่น %s (%d) %s(ดีเลย์ %s)
zh: 怪物 %s (%d) 施展 %s 於玩家 %s (%d) %s(延遲 %s)

source: Monster %s (%d) uses %s on monster %s (%d) %s(delay %s)
id: Monster %s (%d) menggunakan %s pada monster %s (%d) %s(delay %s)
pt: O monstro %s (%d) usou %s no monstro %s (%d) %s(atraso %s)
th: มอนสเตอร์ %s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s(ดีเลย์ %s)
zh: 怪物 %s (%d) 施展 %s 於怪物 %s (%d) %s(延遲 %s)

source: Monster %s (%d) uses %s on itself %s(delay %s)
id: Monster %s (%d) menggunakan %s pada dirinya %s(delay %s)
ko: 몬스터 %s (%d) 가 %s 을 사용. 자신에게 %s(지연 %s)
pt: O monstro %s (%d) usou %s em si %s(atraso %s)
th: มอนสเตอร์ %s (%d) ใช้ %s กับตัวเอง %s(ดีเลย์ %s)
zh: 怪物 %s (%d) 施展 %s 給他自己 %s(延遲 %s)

source: Monster %s (%d) uses %s on Unknown #%s (%d) %s(delay %s)
id: Monster %s (%d) menggunakan %s pada Unknown #%s (%d) %s(delay %s)
pt: O monstro %s (%d) usou %s em algo desconhecido #%s (%d) %s(atraso %s)
th: มอนสเตอร์ %s (%d) ใช้ %s กับ Unknown #%s (%d) %s(ดีเลย์ %s)
zh: 怪物 %s (%d) 施展 %s 於未知 #%s (%d) %s(延遲 %s)

source: Unknown #%s (%d) uses %s on you %s(delay %s)
id: Unknown #%s (%d) menggunakan %s pada anda %s(delay %s)
ko: Unknown #%s (%d) 가 %s 사용... 당신에게 %s(지연 %s)
pt: Algo desconhecido #%s (%d) usou %s em você %s(atraso %s)
th: Unknown #%s (%d) ใช้ %s กับคุณ %s(ดีเลย์ %s)
zh: 未知 #%s (%d) 施展 %s 於您 %s(延遲 %s)

source: Unknown #%s (%d) uses %s on player %s (%d) %s(delay %s)
id: Unknown #%s (%d) menggunakan %s pada player %s (%d) %s(delay %s)
pt: Algo desconhecido #%s (%d) usou %s no jogador %s (%d) %s(atraso %s)
th: Unknown #%s (%d) ใช้ %s กับผู้เล่น %s (%d) %s(ดีเลย์ %s)
zh: 未知 #%s (%d) 施展 %s 於玩家 %s (%d) %s(延遲 %s)

source: Unknown #%s (%d) uses %s on monster %s (%d) %s(delay %s)
id: Unknown #%s (%d) menggunakan %s pada monster %s (%d) %s(delay %s)
pt: Algo desconhecido #%s (%d) usou %s no monstro %s (%d) %s(atraso %s)
th: Unknown #%s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s(ดีเลย์ %s)
zh: 未知 #%s (%d) 施展 %s 於怪物 %s (%d) %s(延遲 %s)

source: Unknown #%s (%d) uses %s on Unknown #%s (%d) %s(delay %s)
id: Unknown #%s (%d) menggunakan %s pada Unknown #%s (%d) %s(delay %s)
pt: Algo desconhecido #%s (%d) usou %s em outro desconhecido #%s (%d) %s(atraso %s)
th: Unknown #%s (%d) ใช้ %s กับ Unknown #%s (%d) %s(ดีเลย์ %s)
zh: 未知 #%s (%d) 施展 %s 於未知 #%s (%d) %s(延遲 %s)

source: Unknown #%s (%d) uses %s on himself %s(delay %s)
id: Unknown #%s (%d) menggunakan %s pada dirinya %s(delay %s)
pt: Algo desconhecido #%s (%d) usou %s em si %s(atraso %s)
th: Unknown #%s (%d) ใช้ %s กับตัวเอง %s(ดีเลย์ %s)
zh: 未知 #%s (%d) 施展 %s 給他自己 %s(延遲 %s)

source: You use %s on location (%d, %d)
id: Anda menggunakan %s pada lokasi (%d, %d)
ko: %s 을 사용... 위치 (%d, %d)
pt: Você usou %s no local (%d, %d)
th: คุณใช้ %s ที่ตำแหน่ง (%d, %d)
zh: 您施展 %s 於地面座標 (%d, %d)

source: %s hp gained
id: Memperoleh hp sebesar %s
ko: %s hp 획득
pt: %s HP recuperados
th: ได้รับ %s hp
zh: 獲得HP %s

source: You use %s on yourself %s
id: Anda menggunakan %s pada diri sendiri %s
ko: %s 사용... 자신에게 %s
pt: Você usou %s em si %s
th: คุณใช้ %s กับตัวคุณเอง %s
zh: 您施展 %s 在自己身上 %s

source: You use %s on %s %s
id: Anda menggunakan %s pada %s %s
pt: Você usou %s em %s %s
th: คุณใช้ %s กับ %s %s
zh: 您施展 %s 在 %s %s

source: Player %s uses %s on you %s
id: Player %s menggunakan %s pada anda %s
pt: O jogador %s usou %s em você %s
th: ผู้เล่น %s ใช้ %s กับตัวคุณ %s
zh: 玩家 %s 施展 %s 於您 %s

source: Player %s (%d) uses %s on player %s (%d) %s
id: Player %s (%d) menggunakan %s pada player %s (%d) %s
pt: O jogador %s (%d) usou %s no jogador %s (%d) %s
th: ผู้เล่น %s (%d) ใช้ %s กับผู้เล่น %s (%d) %s
zh: 玩家 %s (%d) 施展 %s 於玩家 %s (%d) %s

source: Player %s (%d) uses %s on himself %s
id: Player %s (%d) menggunakan %s pada dirinya %s
pt: O jogador %s (%d) usou %s em si %s
th: ผู้เล่น %s (%d) ใช้ %s กับตัวเอง %s
zh: 玩家 %s (%d) 施展 %s 給他自己 %s

source: Player %s (%d) uses %s on herself %s
id: Player %s (%d) menggunakan %s pada dirinya %s
pt: A jogadora %s (%d) usou %s em si %s
th: ผู้เล่น %s (%d) ใช้ %s กับตัวเอง %s
zh: 玩家 %s (%d) 施展 %s 給她自己 %s

source: Player %s (%d) uses %s on monster %s (%d) %s
id: Player %s (%d) menggunakan %s pada monster %s (%d) %s
pt: O jogador %s (%d) usou %s no monstro %s (%d) %s
th: ผู้เล่น %s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s
zh: 玩家 %s (%d) 施展 %s 於怪物 %s (%d) %s

source: Player %s (%d) uses %s on Unknown #%s (%d) %s
id: Player %s (%d) menggunakan %s pada Unknown #%s (%d) %s
pt: O jogador %s (%d) usou %s em algo desconhecido #%s (%d) %s
th: ผู้เล่น %s (%d) ใช้ %s กับ Unknown #%s (%d) %s
zh: 玩家 %s (%d) 施展 %s 於未知 #%s (%d) %s

source: Monster %s (%d) uses %s on you %s
id: Monster %s (%d) menggunakan %s pada anda %s
pt: O monstro %s (%d) usou %s em você %s
th: มอนสเตอร์ %s (%d) ใช้ %s กับตัวคุณ %s
zh: 怪物 %s (%d) 施展 %s 於您 %s

source: Monster %s (%d) uses %s on player %s (%d) %s
id: Monster %s (%d) menggunakan %s pada player %s (%d) %s
pt: O monstro %s (%d) usou %s no jogador %s (%d) %s
th: มอนสเตอร์ %s (%d) ใช้ %s กับผู้เล่น %s (%d) %s
zh: 怪物 %s (%d) 施展 %s 於玩家 %s (%d) %s

source: Monster %s (%d) uses %s on monster %s (%d) %s
id: Monster %s (%d) menggunakan %s pada monster %s (%d) %s
pt: O monstro %s (%d) usou %s no monstro %s (%d) %s
th: มอนสเตอร์ %s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s
zh: 怪物 %s (%d) 施展 %s 於怪物 %s (%d) %s

source: Monster %s (%d) uses %s on itself %s
id: Monster %s (%d) menggunakan %s pada dirinya %s
pt: O jogador %s (%d) usou %s em si %s
th: มอนสเตอร์ %s (%d) ใช้ %s กับตัวเอง %s
zh: 怪物 %s (%d) 施展 %s 給他自己 %s

source: Monster %s (%d) uses %s on Unknown #%s (%d) %s
id: Monster %s (%d) menggunakan %s pada Unknown #%s (%d) %s
pt: O jogador %s (%d) usou %s em algo desconhecido #%s (%d) %s
th: มอนสเตอร์ %s (%d) ใช้ %s กับ Unknown #%s (%d) %s
zh: 怪物 %s (%d) 施展 %s 於未知 #%s (%d) %s

source: Unknown #%s (%d) uses %s on you %s
id: Unknown #%s (%d) menggunakan %s pada anda %s
pt: Algo desconhecido #%s (%d) usou %s em você %s
th: Unknown #%s (%d) ใช้ %s กับคุณ %s
zh: 未知 #%s (%d) 施展 %s 於您 %s

source: Unknown #%s (%d) uses %s on player %s (%d) %s
id: Unknown #%s (%d) menggunakan %s pada player %s (%d) %s
pt: Algo desconhecido #%s (%d) usou %s no jogador %s (%d) %s
th: Unknown #%s (%d) ใช้ %s กับผู้เล่น %s (%d) %s
zh: 未知 #%s (%d) 施展 %s 於玩家 %s (%d) %s

source: Unknown #%s (%d) uses %s on monster %s (%d) %s
id: Unknown #%s (%d) menggunakan %s pada monster %s (%d) %s
pt: Algo desconhecido #%s (%d) usou %s no monstro %s (%d) %s
th: Unknown #%s (%d) ใช้ %s กับมอนสเตอร์ %s (%d) %s
zh: 未知 #%s (%d) 施展 %s 於怪物 %s (%d) %s

source: Unknown #%s (%d) uses %s on Unknown #%s (%d) %s
id: Unknown #%s (%d) menggunakan %s pada Unknown #%s (%d) %s
pt: Algo desconhecido #%s (%d) usou %s em algo desconhecido #%s (%d) %s
th: Unknown #%s (%d) ใช้ %s กับ Unknown #%s (%d) %s
zh: 未知 #%s (%d) 施展 %s 於未知 #%s (%d) %s

source: Unknown #%s (%d) uses %s on himself %s
id: Unknown #%s (%d) menggunakan %s pada dirinya %s
pt: Algo desconhecido #%s (%d) usou %s em si %s
th: Unknown #%s (%d) ใช้ %s กับตัวเอง %s
zh: 未知 #%s (%d) 施展 %s 給他自己 %s

source: You are now: %s
id: Anda sekarang: %s
pt: Você está agora com: %s
th: ตอนนี้คุณได้อยู่ในสถานะ %s
zh: 您現在為: %s

source: Player %s (%d) is now: %s
id: Player %s (%d) sekarang: %s
pt: O jogador %s (%d) está agora com: %s
th: ผู้เล่น %s (%d) ได้อยู่ในสถานะ %s
zh: 玩家 %s (%d) 現在為: %s

source: Monster %s (%d) is now: %s
id: Monster %s (%d) sekarang: %s
pt: O monstro %s (%d) está agora com: %s
th: มอนสเตอร์ %s (%d) ได้อยู่ในสถานะ %s
zh: 怪物 %s (%d) 現在為: %s

source: Unknown #%s (%d) is now: %s
id: Unknown #%s (%d) sekarang: %s
pt: Algo desconhecido #%s (%d) está agora com: %s
th: Unknown #%s (%d) ได้อยู่ในสถานะ %s
zh: 未知 #%s (%d) 現在為: %s

source: You are again: %s
id: Anda sedang: %s
pt: Você está novamente com: %s
th: ตอนนี้คุณได้อยู่ในสถานะ %s อีกครั้ง
zh: 您再度為: %s

source: Player %s (%d) is again: %s
id: Player %s (%d) sedang: %s
pt: O jogador %s (%d) está novamente com: %s
th: ผู้เล่น %s (%d) ได้อยู่ในสถานะ %s อีกครั้ง
zh: 玩家 %s (%d) 再度為: %s

source: Monster %s (%d) is again: %s
id: Monster %s (%d) sedang: %s
pt: O monstro %s (%d) está novamente com: %s
th: มอนสเตอร์ %s (%d) ได้อยู่ในสถานะ %s อีกครั้ง
zh: 怪物 %s (%d) 再度為: %s

source: Unknown #%s (%d) is again: %s
id: Unknown #%s (%d) sedang: %s
pt: Algo desconhecido #%s (%d) está novamente com: %s
th: Unknown #%s (%d) ได้อยู่ในสถานะ %s อีกครั้ง
zh: 未知 #%s (%d) 再度為: %s

source: You are no longer: %s
id: Anda tidak lagi: %s
pt: Você não está mais com: %s
th: ตอนนี้คุณไม่ได้อยู่ในสถานะ %s แล้ว
zh: 您不再為: %s

source: Player %s (%d) is no longer: %s
id: Player %s (%d) tidak lagi: %s
pt: O jogador %s (%d) não está mais com: %s
th: ผู้เล่น %s (%d) ไม่ได้อยู่ในสถานะ %s แล้ว
zh: 玩家 %s (%d) 不再為: %s

source: Monster %s (%d) is no longer: %s
id: Monster %s (%d) tidak lagi: %s
pt: O monstro %s (%d) não está mais com: %s
th: มอนสเตอร์ %s (%d) ไม่ได้อยู่ในสถานะ %s แล้ว
zh: 怪物 %s (%d) 不再為: %s

source: Unknown #%s (%d) is no longer: %s
id: Unknown #%s (%d) tidak lagi: %s
pt: Algo desconhecido #%s (%d) não está mais com: %s
th: Unknown #%s (%d) ไม่ได้อยู่ในสถานะ %s แล้ว
zh: 未知 #%s (%d) 不再為: %s

source: GM %s is nearby, teleport & disconnect for %d seconds
id: GM %s berada disekitar, teleport & disconnect selama %d detik
ko: GM %s 이 근처에 있습니다, 텔 %d 초 동안 텔레포트 & 종료합니다.
pt: GM %s está próximo, teleportando e desconectando-se por %d segundos
th: GM %s ได้ใกล้เข้ามา ทำการเทเลพอท และยุตติการเชื่อมต่อเป็นเวลา %d วินาที
zh: GM %s 在附近, 瞬移並斷線 %d 秒
zh_cn: GM %s 在附近, 飞或断线在 %d 秒后

source: GM %s is nearby, disconnect for %s seconds
id: GM %s berada di sekitar, disconnect selama %s detik
ko: GM %s 이 근처에 있습니다. %s 초 동안 종료합니다.
pt: GM %s está perto, desconectando-se por %s segundos
th: GM %s ใกล้เข้ามา หยุดการเชื่อมต่อเป็นเวลา %s วินาที
zh: GM %s 在附近, 斷線 %s 秒
zh_cn: 发现个小样 %s (GM), 强龙不压地头蛇,等 %s 秒后就闪！

source: GM %s is nearby, teleporting
id: GM %s berada disekitar, teleport
ko: GM %s 이 근처에 있습니다. 텔레포트합니다.
pt: GM %s está próximo, teleportando
th: GM %s ได้ใกล้เข้ามา ทำการเทเลพอท
zh: GM %s 在附近, 瞬移中
zh_cn: GM %s 在附近, 飞

source: GM %s is nearby, respawning
id: GM %s berada disekitar, spawn ulang
ko: GM %s 이 근처에 있습니다. 재소환합니다.
pt: GM %s está próximo, renascendo
th: GM %s ได้ใกล้เข้ามา กลับจุดเซฟ
zh: GM %s 在附近, 瞬移回城中
zh_cn: GM %s 在附近, 回城

source: %s (%s) is nearby, disconnecting...
id: %s (%s) berada disekitar, melakukan disconnect...
ko: %s (%s) 이 근처에 있습니다. 종료 중...
pt: %s (%s) está próximo, desconectando...
th: %s (%s) ใกล้เข้ามา ยุตติการเชื่อมต่อ...
zh: %s (%s) 在附近, 斷線中...
zh_cn: %s (%s) 在附近, 断开连接...

source: *** Found %s (%s) nearby and disconnected ***
id: *** Menemukan %s (%s) di sekitar dan melakukan disconnect ***
ko: *** %s (%s) 근처에 찾았습니다. 종료합니다.***
pt: *** %s (%s) foi encontrado por perto e desconectamos ***
th: *** ตรวจพบ %s (%s) ใกล้เข้ามา ทำการยกเลิกการติดต่อ ***
zh: *** 發現 %s (%s) 在附近且已斷線 ***
zh_cn: *** 发现 %s (%s) 在附近，断开连接 ***

source: Teleporting to avoid player %s (%s)
id: Melakukan Teleport untuk menghindari player %s (%s)
ko: 플레이어 %s (%s) 피하기 위해 텔레포트 중...
pt: Teleportando para evitar jogador %s (%s)
th: กำลังเทเลพอทหนีผู้เล่น %s (%s)
zh: 瞬移以避開玩家 %s (%s)
zh_cn: 发现垃圾 %s (%s) 我飞啊～

source: *** Found %s (%s) nearby and teleported ***
id: *** Menemukan %s (%s) disekitar dan teleport ***
ko: *** %s (%s) 근처에서 찾았습니다. 텔레포트합니다. ***
pt: *** %s (%s) foi encontrado por perto e teleportamos ***
th: *** ตรวจพบ %s (%s) ใกล้เข้ามา ได้ทำการเทเลพอทหนีแล้ว ***
zh: *** 發現 %s (%s) 在附近且已瞬移 ***
zh_cn: *** 发现 %s (%s)在附近，飞 ***

source: %s is nearby, disconnecting...
id: %s berada disekitar, melakukan disconnect...
zh: %s 在附近, 斷線中...
zh_cn: %s 在附近, 闪...

source: *** Found %s nearby and disconnected ***
id: *** Menemukan %s di sekitar dan melakukan disconnect ***
zh: *** 發現 %s 在附近且已斷線 ***
zh_cn: *** 发现 %s 在附近，闪 ***

source: Processing map %s...
id: Memproses map %s...
ko: 맵 처리 중 %s...
pt: Processando mapa %s...
th: ทำการประมวลผลแผนที่ %s...
zh: 處理地圖 %s 中...
zh_cn: 处理地图 %s...

source: Missing: %s.fld
id: Hilang: %s.fld
ko: 실패: %s.fld
pt: Faltando: %s.fld
th: ข้อมูลสูญหาย: %s.fld
zh: 遺失: %s.fld
zh_cn: 找不到: %s.fld

source: Note: LOS information for the above listed map(s) will be inaccurate; however it is safe to ignore if those map(s) are not used
id: Note: Informasi LOS untuk list map diatas akan menjadi tidak akurat; walapun begitu tetap aman untuk diacuhkan jika map tersebut tidak digunakan
pt: Nota: As informações de Linha de Visão (LOS) nos mapas acima estão imprecisas; todavia é seguro ignorá-las se estes mapas não estão sendo utilizados
th: หมายเหตุ: ข้อมูล LOS ในรายชื่อแผนที่ด้านบน อาจไม่เที่ยงตรงนัก อย่างไรก็ตาม มันจะปลอดภัยกว่าที่จะไม่ใช้แผนที่ดังกล่าว
zh: 注意: 以上列出的地圖的LOS資訊不正確; 然而假如這些地圖沒有使用到的話是可安全被忽略的
zh_cn: Note: LOS information for the above listed map(s) will be inaccurate; however it is safe to ignore if those map(s) are not used 注意: 部分地图的路点是不精确的; 忽略那些地图不被使用

source: Incomplete NPC info found in npcs.txt
id: Info NPC tidak lengkap ditemukan pada npcs.txt
pt: Informação de NPC incompleta localizada no npcs.txt
th: ตรวจพบข้อมูล NPC ไม่ครบถ้วนใน npcs.txt
zh: 發現不完全的NPC資訊於npcs.txt

source: A shop has already been opened.
id: Sebuah toko telah dibuka.
ko: 상점이 이미 열려 있습니다.
pt: Já foi aberta uma loja.
th: ร้านได้เปิดอยู่แล้ว
zh: 一個露店已被開啟.
zh_cn: 开了一家商店.

source: You don't have the Vending skill.
id: Anda tidak memiliki skill Vending.
ko: 노점 스킬이 없습니다.
pt: Você não possui a habilidade Comércio.
th: คุณไม่มีสกิลขายของ
zh: 您並沒有開設露店的技能.
zh_cn: 你没有开店技能.

source: Your shop does not have a title.
id: Toko anda tidak memiliki judul.
pt: Sua loja não tem um nome.
th: ร้านของคุณไม่มีชื่อ
zh: 您的露店沒有店名.
zh_cn: 你的商店没有名字.

source: There are no items to sell.
id: Tidak ada item utnuk dijual.
ko: 판매할 아이템이 없습니다.
pt: Não há itens para vender.
th: ไม่มีไอเท็มเหลือให้ขายแล้ว
zh: 無物品賣出.
zh_cn: 没有出售的道具.

source: Shop opened (%s) with %d selling items.
id: Toko dibuka (%s) dengan %d barang yang akan dijual.
pt: Loja aberta (%s) com %d itens à venda.
th: ร้านเปิดแล้ว (%s) รายการขาย %d ไอเท็มสำหรับขาย
zh: 露店 (%s) 已開啟並含有 %d 個要賣的物品.
zh_cn: 商店打开 (%s) 出售 %d 道具.

source: A shop has not been opened.
id: Sebuah toko belum dibuka.
pt: Não há uma loja aberta.
th: ร้านยังไม่ได้เปิด
zh: 一個露店尚未開啟.
zh_cn: 开店失败.

source: Shop closed.
id: Toko tutup.
ko: 상점 닫기.
pt: Loja fechada.
th: ร้านปิดลงแล้ว
zh: 露店已關閉.
zh_cn: 停止关闭.

source: Unable to reload code: %s not found
id: Tidak dapat me-load kode: %s tidak ditemukan
pt: Impossível recarregar código: %s não localizado
zh: 無法重新載入程式碼: %s 未被發現
zh_cn: 无法读取代码: %s 没有发现

source: Failed to execute %s
id: Gagal untuk meng-execute %s
ko: 실행 실패 %s
pt: Falha ao executar %s
th: ไม่สามารถรันไฟล์ %s ได้
zh: 執行 %s 失敗
zh_cn: 没有运行 %s

source: %s exited abnormally
id: %s keluar secara abnormal
pt: %s saiu de modo anormal
th: %s ออกจากโปรแกรมอย่างไม่ปกติ
zh: %s 不正常地存在
zh_cn: %s 非正常退出

source: %s passed syntax check.
id: %s melewati pemeriksaan sintaks.
ko: %s 문법 검사 통과.
pt: %s passou na checagem de sintaxe.
th: %s ผ่านการตรวจสอบภาษา
zh: %s 已通過語法的檢查.
zh_cn: %s 通过了语法检查.

source: %s contains syntax errors.
id: %s mengandung sintaks error.
ko: %s 문법 오류 포함.
pt: %s contém erros de sintaxe.
th: %s มีรูปแบบภาษาผิดพลาดอยู่
zh: %s 包含語法的錯誤.
zh_cn: %s 语法错误.

source: Cannot find Perl interpreter %s
id: Tidak dapat menemukan Perl interpreter %s
pt: Não foi possível localizar o interpretador Perl %s
th: ไม่พบ Perl interpreter %s
zh: 無法找到Perl interpreter %s
zh_cn: 没有发现 Perl 解析器 %s

source: Checking %s for errors...
id: Pemeriksaan %s untuk errors...
pt: Checando erros em %s...
th: กำลังตรวจสอบ %s เพื่อหาข้อผิดพลาด...
zh: 檢查 %s 有無錯誤...
zh_cn: 检查 %s 的错误...

source: Reloading %s...
id: Me-load ulang %s...
pt: Recarregando %s...
th: กำลังโหลด %s ใหม่...
zh: 重新載入 %s...
zh_cn: 重新读取 %s...

source: Unable to reload %s
id: Tidak dapat me-load %s
pt: Não foi possível recarregar %s
th: ไม่สามารถโหลด %s ใหม่ได้
zh: 無法重新載入 %s
zh_cn: 无法重新读取 %s

source: Reloaded.
id: Telah di-load ulang.
pt: Recarregado.
th: ได้รับการโหลดใหม่แล้ว
zh: 已重新載入.
zh_cn: 重新读取.

source: Loading plugin %s...
id: Me-load plugin %s...
ko: 플러그인 읽는 중 %s...
pt: Carregando plugin %s...
th: กำลังโหลด plugin %s...
zh: 正在載入 plugin %s...
zh_cn: 读取插件 %s...

source: File %s does not exist.
id: File %s tidak ada.
pt: Arquivo %s inexistente.
zh: 檔案 %s 並不存在.

source: Plugin contains syntax errors: %s
id: Plugin mengandung sintaks error: %s
pt: Plugin contém erros de sintaxe: %s
zh: Plugin 包含語法的錯誤: %s
zh_cn: 插件语法错误: %s

source: (SVN version)
id: (Versi SVN)
pt: (versão SVN)
zh: (SVN 版本)

source: Welcome to %s.
id: Selamat Datang di %s.
ko: %s 환영합니다.
pt: Bem-vindo a %s.
th: ยินดีต้อนรับท่านสู่ %s
zh: 歡迎來到 %s.
zh_cn: 欢迎来到 %s.

source: Loading %s...
id: Me-load %s...
ko: 읽는 중 %s...
pt: Carregando %s...
th: กำลังโหลด %s...
zh: 正在載入 %s...
zh_cn: 读取 %s...

source: Error: Couldn't load %s
id: Error: Tidak dapat me-load %s
ko: 오류: %s 읽을 수 없습니다.
pt: Erro: não foi possível carregar %s
th: พบข้อผิดพลาด: ไม่สามารถโหลด %s ได้
zh: 錯誤: 無法載入 %s

source: Connecting (%s:%s)...
id: Koneksi terhubung (%s:%s)...
ko: 연결 중 (%s:%s)...
pt: Conectando-se (%s:%s)...
th: กำลังเชื่อมต่อ (%s:%s)...
zh: 連線中 (%s:%s)...
zh_cn: 连接 (%s:%s)...

source: connected
id: Telah connect
ko: 연결되었습니다.
pt: conectado
th: เชื่อมต่อสำเร็จ
zh: 已連線
zh_cn: 连接完成

source: couldn't connect: %s (error code %d)
id: Tidak dapat connect: %s (error code %d)
ko: 연결할 수 없습니다: %s (error code %d)
pt: não foi possível se conectar: %s (código de erro %d)
th: ไม่สามารถเชื่อมต่อได้: %s (error code %d)
zh: 無法連線: %s (錯誤代碼 %d)
zh_cn: 无法连接: %s (错误代码 %d)
