Repository: OpenKore/openkore
Catalog: openkore/trunk/src/po/*.po
Languages: id, ko, pt, th, zh, zh_cn

source: Error in function 'tank' (Tank for a Player) Player %s does not exist.
id: Error pada function 'tank' (Tank untuk Player) Player %s tidak ada.
pt: Erro na função 'tank' (Tankar para um Jogador) Jogador %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'tank' (แทงค์ให้กับผู้เล่น) ผู้เล่น %s ไม่มีอยู่
zh: 'tank' 功能語法錯誤 (幫玩家擋怪) 玩家 %s 並不存在.
zh_cn: 功能错误 'tank' (Tank for a Player) 玩家 %s 不存在.

source: %s Name Amount Price
id: %s Nama Jumlah Harga
ko: %s 이름 수량 가격
pt: %s Nome Quant. Preço
th: %s ชื่อ จำนวน ราคา
zh: %s 名稱 數量 價格
zh_cn: %s 名字 数量 价格

source: Syntax Error in function 'timeout' (set a timeout) Usage: timeout <type> [<seconds>]
id: Sintaks Error pada function 'timeout' (set sebuah timeout) Penggunaan: timeout <tipe> [<detik>]
pt: Erro de sintaxe na função 'timeout' (ajusta um temporizador) Como Usar: timeout <tipo> [<segundos>]
th: รูปแบบการใช้ฟังก์ชั่น 'timeout' (ตั้งค่า timeout) ผิดพลาด รูปแบบการใช้งาน: timeout <type> [<seconds>]
zh: 'timeout' 功能語法錯誤 (設定時間) 使用方法: timeout <類型> [<秒數>]
zh_cn: 语法错误 'timeout' (设置 timeout) 用法: timeout <type> [<seconds>]

source: Error in function 'timeout' (set a timeout) Timeout %s doesn't exist
id: Error pada function 'timeout' (set sebuah timeout) Timeout %s tidak ada
pt: Erro na função 'timeout' (ajusta um temporizador) Timeout %s não existe
th: พบข้อผิดพลาดในฟังก์ชั่น 'timeout' (ตั้งค่า timeout) Timeout %s ไม่มีอยู่
zh: 'timeout' 功能錯誤 (設定時間) 時間 %s 並不存在
zh_cn: 功能错误 'timeout' (设置 timeout) Timeout %s 不存在

source: Timeout '%s' is %s
id: Timeout '%s' adalah %s
pt: Timeout '%s' é %s
th: Timeout '%s' คือ %s
zh: 時間設定 '%s' 是 %s
zh_cn: Timeout '%s' 为 %s

source: Function 'top10' (Show Top 10 Lists) Usage: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
id: Function 'top10' (Memperlihatkan List Top 10) Penggunaan: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
pt: Função 'top10' (Lista o Rank de top 10) Como Usar: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
th: ฟังก์ชั่น 'top10' (แสดง 10 อันดับแรกของแต่ละอาชีพ) รูปแบบการใช้งาน: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
zh: 功能 'top10' (顯示前10排名) 使用方法: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
zh_cn: 'top10' 功能(显示 Top 10 列表) 用法: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>

source: Syntax Error in function 'top10' (Show Top 10 Lists) Usage: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
id: Sintaks Error pada function 'top10' (Memperlihatkan List Top 10) Penggunaan: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
pt: Erro de Sintaxe na função 'top10' (Lista o Rank de top 10) Como Usar: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
th: รูปแบบการใช้ฟังก์ชั่น 'top10' (แสดง 10 อันดับแรกของแต่ละอาชีพ) รูปแบบการใช้งาน: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
zh: 'top10' 功能語法錯誤(顯示前10排名) 使用方法: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>
zh_cn: 语法错误 'top10' 功能(显示 Top 10 列表) 用法: top10 <b|a|t|p> | <black|alche|tk|pk> | <blacksmith|alchemist|taekwon|pvp>

source: You must specify an item to unequip.
id: Anda harus menspesifikasikan sebuah item untuk membatalkan diequip.
pt: Você precisa especificar um item para desequipar.
th: คุณจะต้องระบุไอเท็มที่จะถอด
zh: 您必須指定一個物品來卸除裝備.

source: Error in function 'unequip' (Unequip Inventory Item) Inventory Item %s is not equipped.
id: Error pada function 'unequip' (Unequip Item Inventory) Item Inventory %s tidak diequip.
pt: Erro na função 'unequip' (Desequipa Item no Inventário) O item %s não está equipado.
th: พบข้อผิดพลาดในฟังก์ชั่น 'unequip' (ถอดอุปกรณ์) ไอเท็ม %s ไม่ได้สวมใส่ใว้อยู่
zh: 'unequip' 功能錯誤 (卸除物品欄的裝備) 物品欄的物品 %s 並沒有被裝備.

source: Syntax Error in function 'im' (Use Item on Monster) Usage: im <item #> <monster #>
id: Sintaks Error pada function 'im' (Menggunakan Item pada Monster) Penggunaan: im <item #> <monster #>
pt: Erro de sintaxe na função 'im' (Usa item num Monstro) Como Usar: im <item> <monstro>
th: รูปแบบการใช้ฟังก์ชั่น 'im' (ใช้ไอเท็มกับมอนสเตอร์) ผิดพลาด รูปแบบการใช้งาน: im <item #> <monster #>
zh: 'im' 功能語法錯誤 (使用物品在怪物身上) 使用方法: im <物品編號> <怪物編號>
zh_cn: 语法错误 'im' (对怪物使用道具) 语法: im <item #> <monster #>

source: Error in function 'im' (Use Item on Monster) Inventory Item %s does not exist.
id: Error pada function 'im' (Menggunakan Item pada Monster) Item Inventory %s tidak ada.
pt: Erro na função 'im' (Usar Item em Monstro) Item %s não existe no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'im' (ใช้ไอเท็มกับมอนสเตอร์) ไอเท็ม %s ไม่มีอยู่
zh: 'im' 功能錯誤 (使用物品在怪物身上) 物品欄的物品 %s 並不存在.
zh_cn: 功能错误 'im' (对怪物使用道具) 道具 %s 不存在.

source: Error in function 'im' (Use Item on Monster) Inventory Item %s is not of type Usable.
id: Error pada function 'im' (Menggunakan Item pada Monster) Item Inventory %s bukan merupakan tipe item yang dapat digunakan.
pt: Erro na função 'im' (Usar Item em Monstro) Item do inventário %s não é do tipo Utilizável.
th: พบข้อผิดพลาดในฟังก์ชั่น 'im' (ใช้ไอเท็มกับมอนสเตอร์) ไอเท็ม %s ไม่ใช่ไอเท็มที่กดใช้ได้
zh: 'im' 功能錯誤 (使用物品在怪物身上) 物品欄的物品 %s 非可使用物品.
zh_cn: 功能错误 'im' (对怪物使用道具) 道具 %s 不是可使用的类型.

source: Error in function 'im' (Use Item on Monster) Monster %s does not exist.
id: Error pada function 'im' (Menggunakan Item pada Monster) Monster %s tidak ada.
pt: Erro na função 'im' (Usar Item em Monstro) Monstro %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'im' (ใช้ไอเท็มกับมอนสเตอร์) มอนสเตอร์ %s ไม่มีอยู่
zh: 'im' 功能錯誤 (使用物品在怪物身上) 怪物 %s 並不存在.
zh_cn: 功能错误 'im' (对怪物使用道具) 怪物 %s 不存在.

source: Syntax Error in function 'ip' (Use Item on Player) Usage: ip <item #> <player #>
id: Sintaks Error pada function 'ip' (Menggunakan Item Pada Player) Penggunaan: ip <item #> <player #>
pt: Erro de sintaxe na função 'ip' (Usa item num jogador) Como Usar: ip <item> <jogador>
th: รูปแบบการใช้ฟังก์ชั่น 'ip' (ใช้ไอเท็มกับผู้เล่นอื่น) ผิดพลาด รูปแบบการใช้งาน: ip <item #> <player #>
zh: 'ip' 功能語法錯誤 (使用物品在玩家身上) 使用方法: ip <物品編號> <玩家編號>
zh_cn: 语法错误 'ip' (对玩家使用道具) 语法: ip <item #> <player #>

source: Error in function 'ip' (Use Item on Player) Inventory Item %s does not exist.
id: Error pada function 'ip' (Menggunakan Item Pada Player) Item Inventory %s tidak ada.
pt: Erro na função 'ip' (Usar Item em um Jogador) Item %s não existe no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'ip' (ใช้ไอเท็มกับผู้เล่นอื่น) ไอเท็ม %s ไม่มีอยู่
zh: 'ip' 功能錯誤 (使用物品在玩家身上) 物品欄的物品 %s 並不存在.
zh_cn: 功能错误 'ip' (对玩家使用道具) 道具 %s 不存在.

source: Error in function 'ip' (Use Item on Player) Inventory Item %s is not of type Usable.
id: Error pada function 'ip' (Menggunakan Item Pada Player) Item Inventory %s bukan merupakan tipe item yang dapat digunakan.
pt: Erro na função 'ip' (Usar Item em um Jogador) Item do inventário %s não é do tipo Utilizável.
th: พบข้อผิดพลาดในฟังก์ชั่น 'ip' (ใช้ไอเท็มกับผู้เล่นอื่น) ไอเท็ม %s ไม่ใช่ไอเท็มที่กดใช้ได้
zh: 'ip' 功能錯誤 (使用物品在玩家身上) 物品欄的物品 %s 非可使用物品.
zh_cn: 功能错误 'ip' (对玩家使用道具) 道具 %s 不是可以使用的类型.

source: Error in function 'ip' (Use Item on Player) Player %s does not exist.
id: Error pada function 'ip' (Menggunakan Item Pada Player) Player %s tidak ada.
pt: Erro na função 'ip' (Usar Item em um Jogador) Jogador %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'ip' (ใช้ไอเท็มกับผู้เล่นอื่น) ผู้เล่น %s ไม่มีอยู่
zh: 'ip' 功能錯誤 (使用物品在玩家身上) 玩家 %s 並不存在.
zh_cn: 功能错误 'ip' (对玩家使用道具) 玩家 %s 不存在.

source: Syntax Error in function 'is' (Use Item on Yourself) Usage: is <item>
id: Sintaks Error pada function 'is' (Menggunakan Item Pada Diri Sendiri) Penggunaan: is <item>
pt: Erro de sintaxe na função 'is' (Usar item em si) Como Usar: is <item>
th: รูปแบบการใช้ฟังก์ชั่น 'is' (ใช้ไอเท็มกับตัวคุณเอง) ผิดพลาด รูปแบบการใช้งาน: is <item>
zh: 'is' 功能語法錯誤 (使用物品在自己身上) 使用方法: is <物品>
zh_cn: 语法错误 'is' (对自己使用道具) 语法: is <item>

source: Error in function 'is' (Use Item on Yourself) Inventory Item %s does not exist.
id: Error pada function 'is' (Menggunakan Item Pada Diri Sendiri) Item Inventory %s tidak ada.
pt: Erro na função 'is' (Usar Item em si) Item %s não existe no inventário.
th: พบข้อผิดพลาดในฟังก์ชั่น 'is' (ใช้ไอเท็มกับตัวคุณเอง) ไอเท็ม %s ไม่มีอยู่
zh: 'is' 功能錯誤 (使用物品在自己身上) 物品欄的物品 %s 並不存在.
zh_cn: 功能错误 'is' (对自己使用道具) 道具 %s 不存在.

source: Error in function 'is' (Use Item on Yourself) Inventory Item %s is not of type Usable.
id: Error pada function 'is' (Menggunakan Item Pada Diri Sendiri) Item Inventory %s bukan merupakan tipe item yang dapat digunakan.
pt: Erro na função 'is' (Usar Item em si) Item do inventário %s não é do tipo Utilizável.
th: พบข้อผิดพลาดในฟังก์ชั่น 'is' (ใช้ไอเท็มกับตัวคุณเอง) ไอเท็ม %s ไม่ใช่ไอเท็มที่กดใช้ได้
zh: 'is' 功能錯誤 (使用物品在自己身上) 物品欄的物品 %s 非可使用物品.
zh_cn: 功能错误 'is' (对自己使用道具) 道具 %s 不是可使用的类型.

source: Syntax error in function 'sl' (Use Skill on Location) Usage: sl <skill #> <x> <y> [level]
zh: 'sl' 功能語法錯誤 (使用地面技能) 使用方法: sl <技能編號> < x 座標> < y 座標> [技能等級]
zh_cn: 语法错误 'sl' (对指定位置使用技能) 用法: sl <skill #> <x> <y> [level]

source: Error in function 'sl' (Use Skill on Location) Invalid coordinates given.
zh: 'sl' 功能錯誤 (使用地面技能) 給定的是無效的座標.
zh_cn: 功能错误 'sl' (对指定位置使用技能) 错误的坐标l.

source: Error in function 'sl' (Use Skill on Location) You are not logged into the game.
zh: 'sl' 功能錯誤 (使用地面技能) 您尚未登入遊戲中.

source: Syntax error in function 'ss' (Use Skill on Self) Usage: ss <skill #> [level]
zh: 'ss' 功能語法錯誤 (對自己使用技能) 使用方法: ss <技能編號> [技能等級]
zh_cn: 语法错误 'ss' (对自己使用技能) 用法: ss <skill #> [level]

source: Error in function 'ss' (Use Skill on Self) You are not logged into the game.
zh: 'ss' 功能錯誤 (對自己使用技能) 您尚未登入遊戲中.

source: Syntax error in function 'sp' (Use Skill on Player) Usage: sp <skill #> <player #> [level]
zh: 'sp' 功能語法錯誤 (向玩家使用技能) 使用方法: sp <技能編號> <玩家編號> [技能等級]
zh_cn: 语法错误 'sp' (对玩家使用技能) 用法: sp <skill #> <player #> [level]

source: Error in function 'sp' (Use Skill on Player) You are not logged into the game.
zh: 'sp' 功能錯誤 (向玩家使用技能) 您尚未登入遊戲中.

source: Error in function 'sp' (Use Skill on Player) Player '%s' does not exist.
id: Error pada function 'sp' (Menggunakan Skill pada Player) Player '%s' tidak ada.
pt: Erro na função 'sp' (Usar Habilidade num Jogador) Jogador '%s' não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'sp' (ใช้สกิลกับผู้เล่น) ผู้เล่น '%s' ไม่มีอยู่
zh: 'sp' 功能錯誤 (向玩家使用技能) 玩家 '%s' 並不存在.
zh_cn: 功能错误 'sp' (对玩家使用技能) 玩家 '%s' 不存在.

source: Syntax error in function 'sm' (Use Skill on Monster) Usage: sm <skill #> <monster #> [level]
zh: 'sm' 功能語法錯誤 (使用技能在怪物身上) 使用方法: sm <技能編號> <怪物編號> [技能等級]
zh_cn: 语法错误 'sm' (对怪物使用技能) 用法: sm <skill #> <monster #> [level]

source: Error in function 'sm' (Use Skill on Monster) You are not logged into the game.
zh: 'sm' 功能錯誤 (使用技能在怪物身上) 您尚未登入遊戲中.

source: Error in function 'sm' (Use Skill on Monster) Monster %d does not exist.
zh: 'sm' 功能錯誤 (使用技能在怪物身上) 怪物 %d 並不存在.
zh_cn: 功能错误 'sm' (对怪物使用技能) 怪物 %d 不存在.

source: Syntax error in function 'ssp' (Use Skill on Area Spell Location) Usage: ssp <skill #> <spell #> [level]
zh: 'ssp' 功能語法錯誤 (在指定範圍效果中使用技能) 使用方法: ssp <技能編號> <範圍效果編號> [技能等級]
zh_cn: 语法错误 'ssp' (在指定区域使用技能) 用法: ssp <skill #> <spell #> [level]

source: Spell %d does not exist.
id: Spell %d tidak ada.
ko: Spell %d 존재하지 않습니다.
pt: Efeito de Área %d não existe.
th: สกิล %d ไม่มีอยู่
zh: 魔法 %d 並不存在.
zh_cn: 技能 %d 不存在.

source: Syntax error in function 'vender' (Vender Shop) Usage: vender <vender # | end> [<item #> <amount>]
id: Sintaks error pada function 'vender' (Toko Penjual) Penggunaan: vender <vender # | end> [<item #> <jumlah>]
pt: Erro de sintaxe na função 'vender' (Loja do Mercante) Como Usar: vender <vendedor | end> [<item> <quantidade>]
th: รูปแบบการใช้ฟังก์ชั่น 'vender' (Vender Shop) ผิดพลาด รูปแบบการใช้งาน: vender <vender # | end> [<item #> <amount>]
zh: 'vender' 功能語法錯誤 (查看露天商店或購買) 使用方法: vender <露天商店編號 | end> [<物品編號> <數量>]
zh_cn: 语法错误 'vender' (商店) 语法: vender <vender # | end> [<item #> <amount>]

source: Error in function 'vender' (Vender Shop) Vender %s does not exist.
id: Error pada function 'vender' (Toko Penjual) Vender %s tidak ada.
pt: Erro na função 'vender' (Loja do Mercante) Vendedor %s não existe.
th: พบข้อผิดพลาดในฟังก์ชั่น 'vender' (Vender Shop) ร้าน %s ไม่มีอยู่
zh: 'vender' 功能錯誤 (查看露天商店或購買) 露天商店 %s 並不存在.
zh_cn: 功能错误 'vender' (商店) 商店 %s 不存在.

source: Error in function 'vender' (Vender Shop) Vender ID is wrong.
id: Error pada function 'vender' (Toko Penjual) ID Penjual ada kesalahan.
pt: Erro na função 'vender' (Loja do Mercante) ID do Vendedor está incorreta.
th: พบข้อผิดพลาดในฟังก์ชั่น 'vender' (Vender Shop) ID ของร้านผิด
zh: 'vender' 功能錯誤 (查看露天商店或購買) 露天商店ID是錯誤的.
zh_cn: 功能错误 'vender' (商店) 出售 ID 错误.

source: -----------Vender List----------- # Title Coords Owner
id: -----------List Vendor Toko----------- # Judul Koordinat Pemilik
ko: -----------노점 목록----------- # 제목 좌표 소유자
pt: -------Lista de Vendedores------- # Título Coords Proprietário
th: -----------รายการร้านขายของ----------- # ชื่อร้าน พิกัด เจ้าของ
zh: ----------露天商店清單----------- # 商店名稱 座標 擁有人
zh_cn: -----------商店目录----------- # 标题 坐标 开店者

source: Error in function 'warp' (Open/List Warp Portal) Usage: warp <map name | map number# | list>
id: Error pada function 'warp' (Membuka/List Warp Portal) Penggunaan: warp <nama map | nomor map# | list>
pt: Erro na função 'vender' (Loja do Mercante)
th: พบข้อผิดพลาดในฟังก์ชั่น 'warp' (เปิด/ดูรายการ Warp Portal) รูปแบบการใช้ฟังก์ชั่น: warp <map name | map number# | list>
zh: 'warp' 功能錯誤 (開啟/列出 傳送點) 使用方法: warp <地圖名稱 | 地圖編號 | list>
zh_cn: 功能错误 'warp' (打开/列出入口) 语法: warp <map name | map number# | list>

source: You didn't cast warp portal.
id: Anda tidak melakukan cast warp portal.
ko: 워프포탈 주문을 못합니다.
pt: Você não conjurou Portal.
th: คุณไม่ได้ร่าย warp portal
zh: 您沒有先詠唱傳送點.
zh_cn: 你没有制造路点.

source: Invalid map number %s.
id: Kesalahan nomor map %s.
ko: 잘못된 맵 번호 %s.
pt: Número do mapa (%s) inválido.
th: หมายเลขของแผนที่ใช้ไม่ได้ %s.
zh: 無效的地圖編號 %s.
zh_cn: 错误的地图编号 %s.

source: Attempting to open a warp portal to %s (%s)
id: Akan membuka sebuah warp portal ke %s (%s)
ko: 워프포탈 열려고 시도합니다. %s (%s)
pt: Tentativa de abrir um portal para %s (%s)
th: พยายามเปิดวาปไปยัง %s (%s)
zh: 嘗試開啟一個傳送點至 %s (%s)
zh_cn: 常识对入口 %s (%s)

source: ----------------- Warp Portal -------------------- # Place Map
id: ----------------- Warp Portal -------------------- # Tempat Map
ko: ----------------- 워프 포탈l -------------------- # 장소 지도
pt: -------------------- Portal ---------------------- # Localização Mapa
th: ----------------- Warp Portal -------------------- # สถานที่ แผนที่
zh: ------------------- 傳送點 ----------------------- # 地點 地圖
zh_cn: ----------------- 入口 -------------------- # 地点 地图

source: Map '%s' does not exist.
id: Map '%s' tidak ada.
ko: Map '%s' 은 존재하지 않습니다.
pt: Mapa '%s' não existe.
th: แผนที่ '%s' ไม่มีอยู่
zh: 地圖 '%s' 並不存在.
zh_cn: 地图 '%s' 不存在.

source: Syntax error in function 'weight' (Inventory Weight Info) Usage: weight [item weight]
id: Sintaks error pada function 'weight' (Info Berat Inventory) Penggunaan: weight [berat item]
pt: Erro de sintaxe na função 'weight' (Informação de Peso do Inventário) Como Usar: weight [item weight]
th: รูปแบบการใช้ฟังก์ชั่น 'weight' (ข้อมูลน้ำหนักบรรทุก) ผิดพลาด รูปแบบการใช้งาน: weight [item weight]
zh: 'weight' 功能語法錯誤 (物品欄負重資訊) 使用方法: weight [物品重量]
zh_cn: 语法错误 'weight' (携带重量) 语法: weight [item weight]

source: Weight: %s/%s (%s%)
id: Berat: %s/%s (%s%)
ko: 무게: %s/%s (%s%)
pt: Peso: %s/%s (%s%)
th: น้ำหนัก: %s/%s (%s%)
zh: 負重: %s/%s (%s%)
zh_cn: 负重: %s/%s (%s%)

source: You can carry %s%s before %s overweight.
id: Anda dapat membawa %s%s sebelum %s kelebihan berat.
pt: Você pode carregar %s%s antes de %s de sobrepeso.
th: คุณสามารถบรรทุก %s%s ก่อน %s น้ำหนักเกิน
zh: 您可以再攜帶 %s%s 在負重 %s 之前.
zh_cn: 你能携带 %s%s 在 %s 超重.

source: You are %s overweight.
id: Anda sedang kelebihan berat %s.
ko: %s 무게초과.
pt: Você está com %s de sobrepeso.
th: คุณน้ำหนักเกิน %s
zh: 您已負重 %s.
zh_cn: 你是 %s 超重.

source: Location %s (%s) : %d, %d
id: Lokasi %s (%s) : %d, %d
ko: 위치 %s (%s) : %d, %d
pt: Localização %s (%s): %d, %d
th: พิกัด %s (%s) : %d, %d
zh: 位置 %s (%s) : %d, %d

source: Name: %s (Level %s %s %s) Char ID: %s Acct ID: %s
id: Nama: %s (Level %s %s %s) Char ID: %s Acct ID: %s
ko: 이름: %s (Level %s %s %s) 캐릭 ID: %s 계정 ID: %s
pt: Nome: %s (Nível %s %s %s) ID do Char : %s ID da Conta: %s
th: ชื่อ: %s (Level %s %s %s) Char ID: %s Acct ID: %s
zh: 名稱: %s (等級 %s %s %s) 角色 ID: %s Acct ID: %s
zh_cn: 名字: %s (等级 %s %s %s) Char ID: %s Acct ID: %s

source: %s Press ENTER to exit this program.
id: %s Tekan ENTER untuk mengakhiri program ini.
ko: %s 이 프로그램 나가려면 ENTER 키를 누르세요.
pt: %s Pressione ENTER para sair do programa.
th: %s กดปุ่ม ENTER เพื่อออกจากโปรแกรม
zh: %s 請按下 ENTER 鍵以結束本程式.
zh_cn: %s 输入 回车 退出.

source: This program has encountered an unexpected problem. This is probably because of a bug in this program. Please tell us about this problem. The error message is: %s A more detailed error report is saved to errors.txt. Please include the contents of this file in your report, or we may not be able to help you!
id: Program ini mengalami problem yang tidak diperkirakan. Hal ini mungkin dikarenakan bug yang ada di program ini. Tolong beritahu kami mengenai problem ini. Pesan errornya adalah: %s Laporan error yang lebih detail sudah disimpan di errors.txt. Tolong sertakan isi daripada file ini pada laporan anda, atau kami tidak akan dapat membantu anda!
ko: 이 프로그램은 기대되지 않은 오류가 있을 수 있습니다. 아마도 버그가 있을 것입니다. 오류 메세지를 우리에게 알려주세요. 오류 메세지: %s errors.txt 파일에 더 상세한 오류 내용이 있습니다. 그 파일에 포함된 내용을 우리에게 전달해주시면 도움을 드릴 수 있습니다!
pt: Este programa encontrou um problema inexperado. Isso é provavelmente um bug. Por favor, nos conte sobre esse problema. A mensagem de erro é: %s Um relatório mais detalhado do erro foi salvo para o arquivo errors.txt. Por favor, inclua o conteúdo desse arquivo no seu relato, ou pode ser que não sejamos capazes de te ajudar!
zh: 本程式已遭遇一個未預期的問題. 這可能是因為本程式有 bug 的關係. 請告知我們有關這個問題的資訊. 錯誤的訊息為: %s 更多的錯誤報告已存於 errors.txt 中. 請在報告中包含該檔案的內容, 否則我們可能無法幫助您!

source: Died at this line: %s
id: Berakhir pada baris ini: %s
pt: Interrompido nesta linha: %s
th: หยุดที่บรรทัดนี้: %s
zh: 在這一行當掉: %s
zh_cn: 这行有错误: %s

source: The chat_resp.txt format has changed. Please read News.txt and upgrade to the new format.
id: Format dari chat_resp.txt telah berubah. Silahkan baca News.txt dan upgrade ke format yang baru.
pt: O formato do chat_resp.txt mudou. Por favor leia o News.txt e atualize-o para o novo formato.
th: รูปแบบ chat_resp.txt ได้ถูกเปลี่ยนแปลง กรุณาอ่าน News.txt และทำการอัพเดทไฟล์ใหม่
zh: chat_resp.txt 格式已改變.請參閱 News.txt 並更新為新的格式.
zh_cn: chat_resp.txt 格式已经改变。 请读 News.txt 并升级。

source: %s: Include file not found: %s
id: %s: file yang ditambahkan tidak ditemukan: %s
pt: %s: Arquivo de include não encontrado: %s
th: %s: ไม่พบ Include file: %s
zh: %s: 包含的檔案未找到: %s
zh_cn: %s: 没有发现文件: %s

source: Line %s: Item '%s'
id: Baris %s: Item '%s'
pt: Linha %s: Item '%s'
th: บรรทัดที่ %s: ไอเท็ม '%s'
zh: Line %s: 物品 '%s'
zh_cn: 行 %s: 道具 '%s'

source: %s has non-integer price: %s
id: %s memiliki harga yang tidak bertipe integer: %s
pt: %s tem um preço inválido: %s
th: %s ราคาไม่เป็นจำนวนเต็ม: %s
zh: %s 有非整數的價格: %s
zh_cn: %s 有非整数的值: %s

source: %s has incorrect comma placement in price: %s
id: %s memiliki kesalahan penempatan tanda koma pada harga: %s
pt: %s possui vírgulas fora do lugar no preço: %s
th: %s ใส่เครื่องหมาย คอมม่า ผิดตำแหน่ง ในการตั้งราคา: %s
zh: %s 有錯誤的逗號位置在價格中: %s
zh_cn: %s 逗号错误: %s

source: %s has non-positive price: %s
id: %s memiliki harga yang tidak positif: %s
pt: %s tem preço negativo: %s
th: %s มีราคาติดลบ: %s
zh: %s 有非正數的價格: %s
zh_cn: %s 有不正确的价格: %s

source: %s has price over 1,000,000,000: %s
id: %s memiliki harga lebih dari 1,000,000,000: %s
ko: %s 가격 초과 1,000,000,000: %s
pt: %s está com preço acima de 1,000,000,000: %s
th: %s มีราคาเกินกว่า 1,000,000,000: %s
zh: %s 的價格超過 1,000,000,000: %s
zh_cn: %s 有超过 1,000,000,000: %s

source: %s has amount over 30,000: %s
id: %s memiliki jumlah lebih dari 30,000: %s
ko: %s 수량 초과 30,000: %s
pt: %s está em quantidade maior que 30,000: %s
th: %s มีจำนวนมากกว่า 30,000: %s
zh: %s 的數量超過 30,000: %s
zh_cn: %s 数量有超过 30,000: %s

source: Errors were found in %s:
id: Error ditemukan pada %s:
ko: %s 에서 오류를 찾았습니다.:
pt: Foram encontrados erros em %s:
th: พบข้อผิดพลาดที่ %s:
zh: 錯誤發現於 %s:
zh_cn: 发现错误在 %s:

source: Please correct the above errors and type 'reload %s'.
id: Silahkan memperbaiki kesalahan diatas dan ketik 'reload %s'.
pt: Por favor corrija os erros acima e digite 'reload %s'.
th: กรุณาแก้ไขข้อผิดพลาดที่แจ้งใว้ด้านบนแล้ว ป้อน 'reload %s'
zh: 請修正以上的錯誤後再輸入 'reload %s'.
zh_cn: 请修正上述错误，然后输入 'reload %s'.

source: Enter your answer:
id: Masukkan jawaban anda:
pt: Entre sua resposta:
zh: 請輸入您的回答:
zh_cn: 请输入你的答案:

source: Choice
id: Pilihan
ko: 선택
pt: Opções
th: ตัวเลือก
zh: 選擇
zh_cn: 选择

source: '%s' is not a valid choice number.
id: '%s' bukan merupakan nomor pilihan yang benar.
ko: '%s' 은 잘못된 선택번호입니다.
pt: '%s' não é uma opção numérica válida.
th: '%s' ไม่สามารถเลือกได้
zh: '%s' 不是一個有效的選擇數字.
zh_cn: '%s' 不是已经有效的数字.

source: Press ENTER to exit this program.
id: Tekan ENTER untuk mengakhiri program ini.
ko: 종료하려면 ENTER 를 누르세요.
pt: Pressione ENTER para sair do programa.
th: กด ENTER เพื่อออกจากโปรแกรม
zh: 請按 ENTER 以結束本程式.
zh_cn: 输入 回车 退出.

source: Press ENTER to continue...
id: Tekan ENTER untuk melanjutkan...
ko: 계속하려면 ENTER 를 누르세요...
pt: Pressione ENTER para continuar...
th: กด ENTER เพื่อทำงานต่อไป...
zh: 請按 ENTER 以繼續...
zh_cn: 请输入 回车 继续...

source: Authorized user '%s' for admin
id: Pengguna '%s' telah diakui menjadi admin
ko: 인증 사용자 '%s' 관리자로
pt: Usuário '%s' autorizado para admin
th: ให้อำนาจผู้ใช้ '%s' สำหรับสิทธิ์ admin
zh: 授權使用者 '%s' 管理權限
zh_cn: 授权用户 '%s' 为 admin

source: Revoked admin privilages for user '%s'
id: Membatalkan kemampuan admin untuk user '%s'
pt: Privilégios de admin revogados do usuário '%s'
th: ยกเลิกสิทธิ์ admin สำหรับผู้ใช้ '%s'
zh: 撤銷管理權限於使用者 '%s'
zh_cn: 取消 admin 权限为用户 '%s'

source: Config '%s' set to %s (was *not-displayed*)
id: Config '%s' di-set kei %s (sebelumnya *tidak-ditampilkan*)
ko: Config '%s' 을 %s 로 설정했습니다. (was *not-displayed*)
pt: Config '%s' ajustado para %s (era *não-vizualizável*)
th: Config '%s' ถูกตั้งเป็น %s (ค่าเดิม *not-displayed*)
zh: Config '%s' 設定為 %s (原為 *not-displayed*)
zh_cn: Config '%s' 设置为 %s (原来是 *无显示*)

source: Config '%s' set to %s (was %s)
id: Config '%s' di-set ke %s (sebelumnya %s)
pt: Config '%s' ajustado para %s (era %s)
th: Config '%s' ถูกตั้งเป็น %s (ค่าเดิม %s)
zh: Config '%s' 設定為 %s (原為 %s)
zh_cn: Config '%s' 设置为 %s (原来是 %s)

source: Timeout '%s' set to %s (was %s)
id: Timeout '%s' di-set ke %s (sebelumnya %s)
pt: Timeout '%s' ajustado para %s (era %s)
th: Timeout '%s' ถูกตั้งเป็น %s (ค่าเดิม %s)
zh: Timeout '%s' 設定為 %s (原為 %s)
zh_cn: 超时 '%s' 设置为 %s (原来是 %s)

source: No suitable browser detected. Please launch your favorite browser and go to: %s
id: Tidak ditemukan browser yang cocok. Silahkan menyalakan browser favorit anda anda pergi ke: %s
pt: Nenhum browser compatível detectado. Por favor, rode seu browser favorito e vá para %s
th: ไม่สามารถครวจพบ เบราซ์เซอร์ ได้ กรุณาเปิดเบราซ์เซอร์ แล้วไปที่: %s
zh: 沒有偵測到合適的瀏覽器. 請啟動您喜歡的瀏覽器並前往: %s
zh_cn: 没有发现浏览器. 请选择一个你喜欢浏览器: %s

source: Disconnecting to avoid GM!
id: Disconnecting untuk menghindari GM!
ko: GM 피하기위해 종료!
pt: Desconectando-se para evitar um GM!
th: ยกเลิกการติดต่อเพื่อหนี GM!
zh: 斷線以迴避GM!
zh_cn: 断开连接，因为发现 GM!

source: *** The GM %s talked to you, auto disconnected ***
id: *** GM %s berbicara pada anda, disconnect secara otomatis ***
ko: *** GM %s 이 당신에게 말합니다, 자동 종료합니다. ***
pt: *** O GM %s falou com você, auto-desconexão ***
th: *** GM %s พูดคุยกับคุณ ยุติการเชื่อมต่อโดยอัตโนมัติ ***
zh: *** GM %s 與您說話, 自動斷線 ***
zh_cn: *** GM %s 和你对话, 自动下线 ***

source: Disconnect for %s seconds...
id: Disconnect dalam %s detik...
ko: %s 초 후에 종료합니다...
pt: Desconexão por %s segundos...
th: หยุดการเชื่อมต่อเป็นเวลา %s วินาที
zh: 斷線 %s 秒...
zh_cn: %s 秒后断开连接...
